{
    "month_name": "Tháng 6",
    "month": "2025-06",
    "days": {
        "day_25": {
            "date": "2025-06-25",
            "love": "Sức hút của Sư Tử hôm nay là 'không thể chối từ'. 😎 Bạn là 'nam châm' hút mọi ánh nhìn. Có đôi thì hãy tạo một bất ngờ 'siêu to khổng lồ' cho người ấy. FA thì cứ gọi là 'tắm trong sự chú ý', nhưng nhớ 'chất lượng hơn số lượng' nhé. Đừng chọn người chỉ yêu vẻ ngoài 'lấp lánh' của bạn. ✨",
            "career": "Khả năng lãnh đạo của bạn hôm nay 'tỏa sáng' như mặt trời. ☀️ Đây là ngày để bạn 'chiếm spotlight' trong các buổi thuyết trình. Sự tự tin của bạn sẽ truyền cảm hứng cho cả team. Tuy nhiên, đừng quên 'ghi công' cho đồng đội. Thành công sẽ 'nhân đôi' khi bạn nâng đỡ người khác. 🤝",
            "health": "Sức khỏe tim mạch cần được 'quan tâm'. Hãy thử các môn thể thao vui nhộn như nhảy múa, bơi lội. Dành thời gian ngoài trời để 'tổng hợp vitamin D'. Lưng của bạn cần được 'chú ý', hãy giữ tư thế tốt. Tóc và da của bạn cũng cần được 'chăm sóc' kỹ lưỡng. 💇‍♀️",
            "lucky_number": 1,
            "advice": "Khả năng lãnh đạo của bạn là một 'món quà'. Nhưng lãnh đạo thực sự là trao quyền cho người khác cùng 'tỏa sáng'. Trái tim hào phóng của bạn là 'tài sản' lớn nhất. Sự 'tổn thương' đôi khi cũng là một dạng sức mạnh. 💪"
        },
        "day_26": {
            "date": "2025-06-26",
            "love": "Sư Tử hôm nay 'tỏa sáng' với sự tự tin và quyến rũ. ❤️ Có đôi thì hãy lên kế hoạch một buổi hẹn hò 'chanh sả'. Sự hào phóng của bạn sẽ làm người ấy cảm thấy như 'ông hoàng, bà chúa'. FA thì cứ tự tin 'thể hiện bản thân', tình yêu sẽ 'tự tìm đến'. 😉",
            "career": "Khả năng lãnh đạo và truyền cảm hứng của bạn được 'thể hiện' rõ nét. Đây là ngày tuyệt vời để 'launch' dự án mới. Sự sáng tạo của bạn sẽ được sếp và đồng nghiệp 'đánh giá cao'. Cơ hội thăng tiến đang 'vẫy gọi'. 🚀",
            "health": "Sức khỏe 'tràn trề' năng lượng. Tuy nhiên, chú ý sức khỏe tim mạch. Tập thể dục đều đặn. Chú ý lưng và xương sống. Duy trì tâm trạng 'vui vẻ' sẽ tăng cường sức đề kháng. 😄",
            "lucky_number": 1,
            "advice": "Hãy tự tin 'tỏa sáng'. Sự hào phóng của bạn sẽ mang lại nhiều điều tốt đẹp. Đừng ngại 'dẫn dắt' và truyền cảm hứng. Hôm nay là ngày để Sư Tử 'thể hiện sự vĩ đại'. 👑"
        },
        "day_27": {
            "date": "2025-06-27",
            "love": "Sư Tử hôm nay muốn được 'đối xử như hoàng gia' trong tình yêu. 👑 Những món quà, buổi hẹn hò 'sang chảnh' sẽ làm người ấy cảm thấy 'đặc biệt'. Tuy nhiên, hãy chắc chắn rằng chúng đến từ tình yêu 'chân thành'. FA thì hãy tìm người 'tôn vinh' thành công của bạn, chứ không phải 'cạnh tranh' với nó. 😉",
            "career": "Khả năng lãnh đạo sáng tạo của bạn đạt 'đỉnh cao'. Tầm nhìn của bạn truyền cảm hứng cho đồng nghiệp. Đây là ngày tuyệt vời để 'ra mắt' các chiến dịch sáng tạo. Tuy nhiên, hãy 'chia sẻ' thành công với mọi người. Sự 'khiêm tốn' sẽ giúp bạn đi xa hơn. 🌟",
            "health": "Năng lượng của bạn đang 'tràn trề'. Hãy tham gia các hoạt động thể chất mà bạn yêu thích. Tuy nhiên, đừng 'quá sức' chỉ để 'gây ấn tượng'. Tim của bạn hoạt động nhiều hơn khi bạn 'hứng khởi', hãy theo dõi cường độ. Chăm sóc tóc và da cẩn thận nhé. 💅",
            "lucky_number": 19,
            "advice": "Sức hút của bạn là một 'lực lượng' mạnh mẽ. Hãy sử dụng nó một cách 'có trách nhiệm'. Sự ấm áp của bạn có thể làm tan chảy cả những trái tim 'lạnh giá' nhất. ❤️"
        },
        "day_28": {
            "date": "2025-06-28",
            "love": "Sự hào phóng của Sư Tử có thể bị 'thử thách'. 💔 Bạn có thể gặp người chỉ biết 'nhận' mà không biết 'cho'. Hãy có một cuộc nói chuyện 'thẳng thắn' về sự cân bằng trong mối quan hệ. FA thì hãy cẩn thận với những người chỉ quan tâm đến 'vật chất'. Trái tim của bạn xứng đáng được 'trân trọng'. 💖",
            "career": "Công sức của bạn cuối cùng cũng được 'ghi nhận'. 🎉 Sự công nhận này sẽ tiếp thêm 'động lực' cho bạn. Tuy nhiên, đừng 'ngủ quên trên chiến thắng'. Hãy dùng động lực này để 'chinh phục' những thử thách lớn hơn. Các dự án sáng tạo sẽ rất thành công. 🎨",
            "health": "Sức bền của bạn có thể bị 'thử thách' nếu bạn đã 'cày' quá sức. Cơ thể cần được 'phục hồi'. Hãy lên lịch nghỉ ngơi. Các vấn đề về lưng có thể 'tái phát'. Chú ý đến da và tóc của bạn. 🧖‍♀️",
            "lucky_number": 8,
            "advice": "Sự 'cao quý' thực sự không nằm ở việc bạn có thể 'ra lệnh' cho người khác, mà ở việc bạn 'truyền cảm hứng' cho họ. Hãy để sự ấm áp và nhiệt tình chân thực của bạn trở thành 'thương hiệu' của bạn. 🔥"
        },
        "day_29": {
            "date": "2025-06-29",
            "love": "Sư Tử hôm nay 'tỏa sáng như mặt trời' trong tình yêu. ☀️ Sự tự tin của bạn sẽ 'hút' mọi ánh nhìn. Có đôi thì hãy tổ chức một buổi hẹn hò 'đặc biệt'. FA có thể gặp 'crush' tại các sự kiện giải trí. Hãy để 'ánh sáng' bên trong bạn thu hút tình yêu 'đích thực'. ✨",
            "career": "Khả năng lãnh đạo và truyền cảm hứng của bạn được 'thể hiện' rõ nét. Đây là ngày tốt để 'thuyết trình' hoặc đưa ra ý tưởng 'sáng tạo'. Đồng nghiệp sẽ 'ngưỡng mộ' sự tự tin của bạn. Hãy sẵn sàng 'nắm bắt spotlight'. 🔦",
            "health": "Sức khỏe 'rất tốt' nhờ năng lượng 'tích cực'. Tham gia các hoạt động thể thao 'vui nhộn'. Bảo vệ tim mạch bằng cardio. Vitamin D từ mặt trời rất tốt, nhưng nhớ 'chống nắng' nhé. 🧴",
            "lucky_number": 7,
            "advice": "Hãy tự tin 'thể hiện bản thân' và không ngại trở thành 'tâm điểm'. Sự hào nhoáng của bạn là một 'món quà'. Đồng thời, hãy 'lắng nghe' và 'tôn trọng' ý kiến của người khác. 🙏"
        },
        "day_30": {
            "date": "2025-06-30",
            "love": "Cuối tháng, hãy 'suy ngẫm' về bài học tình yêu. ❤️ Bạn đã học được cách cân bằng giữa 'thể hiện bản thân' và 'hài hòa' chưa? Có đôi thì hãy ăn mừng sự 'trưởng thành' của cả hai. FA thì hãy 'nâng cấp' tiêu chuẩn của mình. Bạn xứng đáng với một người 'trân trọng' chiều sâu của bạn. 💎",
            "career": "Nhìn lại tháng 6, bạn đã cân bằng tốt giữa 'thành tích cá nhân' và 'teamwork'. Khả năng lãnh đạo của bạn đã 'trưởng thành' hơn. Đừng ngạc nhiên nếu có 'lời mời' từ công ty khác. Thương hiệu cá nhân của bạn đã được 'củng cố'. 📈",
            "health": "Sức khỏe tim mạch của bạn đã được 'cải thiện'. Hãy tiếp tục ưu tiên các hoạt động bạn 'thực sự thích'. Lưng của bạn đã 'ổn hơn' nhờ nhận thức về tư thế. Sức khỏe tóc và da phản ánh thói quen 'tự chăm sóc' của bạn. 💅",
            "lucky_number": 31,
            "advice": "Sự trưởng thành của bạn từ việc 'tìm kiếm sự chú ý' đến 'xứng đáng được chú ý' là một thành tựu 'đáng nể'. Sự tự tin thực sự không cần 'xác nhận'. Hãy tiếp tục phát triển phiên bản 'trưởng thành' này của mình. 🦁"
        }
    }
}
