{
    "month_name": "Tháng 6",
    "month": "2025-06",
    "days": {
        "day_25": {
            "date": "2025-06-25",
            "love": "Vibe 'xê dịch' của Nhân Mã hôm nay lên cao. ✈️ Có đôi thì rủ người ấy đi phượt hoặc 'deep talk' về triết lý sống. Sự lạc quan của bạn sẽ làm tình yêu thêm 'zui zẻ'. FA thì tình yêu có thể 'nảy mầm' trong các chuyến đi, lớp học hoặc hoạt động ngoài trời. Đừng ngại 'bước ra khỏi vùng an toàn' nhé. 😉",
            "career": "Tầm nhìn xa của bạn sẽ được sếp 'đánh giá cao'. Đây là lúc để 'pitching' những ý tưởng 'đột phá'. Các job về giáo dục, du lịch, truyền thông cực hợp 'vibe'. Tuy nhiên, nhớ 'để ý' chi tiết nhỏ, đừng 'hứa suông'. Cơ hội 'xuất ngoại' có thể đang đến đó. 🌍",
            "health": "Cơ thể bạn đang 'thèm' vận động. Hãy đi chạy bộ, hiking hoặc chơi thể thao ngoài trời. Gan và hệ tuần hoàn cần được 'chăm sóc', hạn chế bia rượu. Đùi và hông cần được 'giãn cơ' thường xuyên. Thiền hoặc yoga sẽ giúp 'xả stress'. 🧘‍♀️",
            "lucky_number": 9,
            "advice": "Hãy tin vào trực giác và tầm nhìn của mình. Quyết định 'táo bạo' hôm nay có thể mở ra cơ hội 'tuyệt vời'. Đừng để sự 'hoài nghi' của người khác làm bạn 'chùn bước'. Hãy theo đuổi ước mơ 'lớn'. 🚀"
        },
        "day_26": {
            "date": "2025-06-26",
            "love": "Nhân Mã hôm nay mode 'phiêu lưu' trong tình yêu. 🗺️ Có đôi thì lên kế hoạch một chuyến đi 'bất ngờ'. Sự nhiệt huyết của bạn sẽ 'truyền cảm hứng' cho người ấy. FA thì tình yêu có thể đến từ các chuyến du lịch, khóa học hoặc hoạt động thể thao. Sự 'tự do' của bạn sẽ 'hút' những người cùng 'đam mê'. ❤️",
            "career": "Tầm nhìn xa của bạn sẽ mang lại cơ hội 'mới'. Đây là ngày tốt để học kỹ năng mới hoặc tham gia đào tạo. Khả năng 'chia sẻ kiến thức' sẽ được đánh giá cao. Sự nhiệt tình sẽ giúp bạn 'thích nghi' nhanh với môi trường mới. Cơ hội 'công tác' nước ngoài có thể xuất hiện. ✈️",
            "health": "Sức khỏe 'tốt' nhờ lối sống 'năng động'. Chú ý sức khỏe đùi và hông. Các hoạt động ngoài trời như chạy bộ, leo núi rất 'phù hợp'. Hạn chế rượu bia. Du lịch và khám phá thiên nhiên sẽ mang lại 'năng lượng tích cực'. 🏞️",
            "lucky_number": 9,
            "advice": "Hãy theo đuổi đam mê một cách 'tự do'. Sự lạc quan sẽ mở ra nhiều cơ hội. Đừng ngại 'khám phá' những lĩnh vực mới. Hãy để tinh thần 'tự do' của bạn dẫn lối. ✨"
        },
        "day_27": {
            "date": "2025-06-27",
            "love": "Khát khao 'khám phá' sẽ tạo ra những cuộc 'deep talk' ý nghĩa. Bạn bị 'thu hút' bởi những người có kiến thức rộng. Có đôi thì hãy cùng nhau lên kế hoạch du lịch hoặc học một khóa chung. FA thì tình yêu có thể đến từ những nơi 'bất ngờ' như thư viện, lớp học. Mở lòng với những khả năng mới. 😉",
            "career": "Tầm nhìn 'toàn cầu' của bạn sẽ được thể hiện. Các dự án mở rộng thị trường, hợp tác quốc tế sẽ 'thuận lợi'. Khả năng ngoại ngữ là một 'lợi thế'. Tuy nhiên, đừng 'ôm đồm' quá nhiều việc. Cơ hội trong ngành giáo dục, media, du lịch đang 'rất lớn'. 🌟",
            "health": "Hệ miễn dịch cần được 'tăng cường'. Ăn uống đa dạng, giàu dinh dưỡng. Thử các món ăn mới. Thể thao nhóm sẽ giúp bạn vừa khỏe vừa vui. Dành thời gian trong thiên nhiên để 'tái tạo' năng lượng. 🌳",
            "lucky_number": 21,
            "advice": "Đừng để khó khăn nhỏ làm bạn 'nản lòng'. Mỗi thử thách là một 'cơ hội' học hỏi. Duy trì thái độ 'tích cực'. Đôi khi cần 'chậm lại' để suy ngẫm. 🤔"
        },
        "day_28": {
            "date": "2025-06-28",
            "love": "Sự 'tự do' của bạn có thể tạo ra 'căng thẳng'. Hãy giải thích rằng không gian riêng không có nghĩa là 'ít yêu thương'. Các hoạt động chung như xem phim tài liệu, thảo luận triết học sẽ giúp 'gắn kết'. FA thì hãy tìm người 'đồng hành' cùng bạn khám phá, không phải người 'kiểm soát' bạn. Tình yêu đích thực cho bạn 'đôi cánh'. 🕊️",
            "career": "Tư duy 'độc lập' và 'sáng tạo' của bạn được đánh giá cao. Các dự án nghiên cứu, phát triển sản phẩm mới rất 'phù hợp'. Trình bày ý tưởng một cách 'thuyết phục'. Khả năng kết nối quốc tế có thể mở ra cơ hội 'bất ngờ'. Đừng ngại đi 'ngược dòng'. 🌊",
            "health": "Đừng bỏ qua các thói quen sức khỏe 'cần thiết'. Biến việc tập thể dục thành hoạt động 'thú vị'. Thử hiking, võ thuật hoặc khiêu vũ. Cân bằng giữa 'khám phá' và 'ổn định' trong ăn uống. Giãn cơ và massage thường xuyên. 💆‍♀️",
            "lucky_number": 12,
            "advice": "Cân bằng giữa 'khám phá' và 'trách nhiệm'. Đôi khi sự 'ổn định' cũng mang lại sự 'trưởng thành'. Trân trọng hành trình 'hiện tại' thay vì luôn nhìn về 'điểm đến tiếp theo'. Trí tuệ thực sự đến từ việc 'rút ra ý nghĩa' từ mọi trải nghiệm. 💡"
        },
        "day_29": {
            "date": "2025-06-29",
            "love": "Sự 'chân thành' của bạn sẽ tạo ra 'đột phá' trong giao tiếp. Chia sẻ những giấc mơ 'lớn' với người ấy. Thảo luận về du lịch, học tập. Sự nhiệt tình của bạn sẽ 'truyền cảm hứng'. FA thì 'crush' có thể đến từ môi trường học thuật hoặc một nền văn hóa khác. Sự 'tương thích' về trí tuệ là 'nền tảng'. 🧠",
            "career": "Khả năng 'giảng dạy' và chia sẻ kiến thức của bạn 'tỏa sáng'. Cơ hội trong giáo dục, đào tạo, sáng tạo nội dung đang đến. Kinh doanh quốc tế, ngoại thương có 'tiềm năng' lớn. Tuy nhiên, chú ý đến 'chi tiết' và 'giấy tờ'. 📝",
            "health": "Tinh thần phiêu lưu cần những lối thoát 'lành mạnh'. Các hoạt động ngoài trời như hiking, cắm trại rất 'tuyệt vời'. Đảm bảo an toàn. Chú ý sự linh hoạt của hông và lưng dưới. Sức khỏe gan quan trọng, hạn chế rượu bia. 🍻",
            "lucky_number": 7,
            "advice": "Trí tuệ và quan điểm triết học của bạn là 'tài sản' lớn nhất. Đừng đánh giá thấp 'tác động' của lời nói của bạn. Hãy luôn 'tò mò' và tiếp tục 'học hỏi'. Hành trình của bạn truyền cảm hứng cho người khác. 🌟"
        },
        "day_30": {
            "date": "2025-06-30",
            "love": "Cuối tháng, hãy 'suy ngẫm' về hành trình tình yêu. ❤️ Bạn đã hiểu rõ hơn về những gì 'quan trọng' trong một mối quan hệ chưa? Có đôi thì hãy ăn mừng sự 'trưởng thành' của cả hai. FA thì bạn đã 'rõ ràng' về mẫu người mình muốn. Mùa hè hứa hẹn những cơ hội 'lãng mạn'. 💘",
            "career": "Nhìn lại tháng 6, khả năng 'suy nghĩ chiến lược' của bạn rất 'ấn tượng'. Tầm nhìn xa của bạn được 'ghi nhận'. Các vai trò trong lập kế hoạch chiến lược, nghiên cứu thị trường rất 'phù hợp'. Quan điểm quốc tế của bạn là một 'tài sản quý giá'. 🌏",
            "health": "Sức khỏe tinh thần của bạn 'phát triển' nhờ sự đa dạng và trải nghiệm mới. Thiết lập thói quen tập thể dục 'bền vững'. Sức khỏe tiêu hóa cần sự 'nhất quán'. Gan của bạn xử lý cả 'cảm xúc' và 'độc tố', hãy giải quyết mọi căng thẳng. 💪",
            "lucky_number": 29,
            "advice": "Hãy 'ăn mừng' quãng đường bạn đã đi. Sự trưởng thành không chỉ là 'đến đích', mà là 'sự khôn ngoan' có được trên đường đi. Tin vào 'bản năng' của bạn về hướng đi tiếp theo. Đôi khi hành trình quan trọng nhất bắt đầu bằng một 'bước đi duy nhất'. 🚶‍♂️"
        }
    }
}
