{
    "month_name": "Tháng 6",
    "month": "2025-06",
    "days": {
        "day_25": {
            "date": "2025-06-25",
            "love": "Vibe tình yêu của Kim Ngưu hôm nay là sự 'chill' và 'ổn định'. 💖 Có đôi thì rủ người ấy nấu một bữa ăn 'healthy' hoặc đi dạo phố 'không mục đích'. Sự chân thành của bạn là 'vũ khí' tối thượng. FA thì tình yêu có thể 'nảy mầm' ở những nơi 'gần gũi thiên nhiên' như chợ phiên hoặc lớp học nấu ăn. 🌿",
            "career": "Sự kiên nhẫn của bạn sẽ được 'đền đáp'. Đây là lúc để 'chốt đơn' các dự án dài hạn. Khả năng quản lý tài chính 'đỉnh của chóp' sẽ giúp bạn tìm ra giải pháp 'tiết kiệm' cho công ty. Sếp sẽ 'tin tưởng' vào sự 'uy tín' của bạn. 💯",
            "health": "Sức khỏe 'ổn áp'. Duy trì chế độ ăn 'eat clean'. Chú ý vùng cổ họng, uống trà mật ong ấm để 'bảo vệ'. Tập yoga hoặc pilates để 'giữ dáng' và 'xả stress'. 🧘‍♀️",
            "lucky_number": 14,
            "advice": "'Kiên định' là 'chân ái'. Những gì bạn xây dựng từ từ sẽ 'bền vững'. Đừng để bị 'lung lay' bởi áp lực. Sự 'ổn định' là 'thương hiệu' của bạn. ✨"
        },
        "day_26": {
            "date": "2025-06-26",
            "love": "Tình yêu cần sự 'kiên nhẫn' đặc trưng của Kim Ngưu. ❤️ Có đôi thì tập trung xây dựng 'niềm tin'. Hành động nhỏ nhưng 'đều đặn' sẽ 'ghi điểm'. FA thì đừng 'vội vàng', hãy 'tìm hiểu kỹ'. Sự chân thành sẽ mang lại một tình yêu 'bền vững'. 🥰",
            "career": "Sự chăm chỉ của bạn sẽ được 'ghi nhận'. Tập trung vào 'chất lượng hơn số lượng'. Khả năng 'cày cuốc' sẽ giúp bạn vượt qua khó khăn. Cẩn thận với các quyết định tài chính 'lớn'. 💰",
            "health": "Sức khỏe cần được 'chăm sóc đều đặn'. Ăn uống 'lành mạnh', tập thể dục 'thường xuyên'. Chú ý vùng cổ họng. Ngủ đủ giấc để 'sạc pin'. 🔋",
            "lucky_number": 6,
            "advice": "'Kiên nhẫn' sẽ mang lại 'trái ngọt'. Đừng quên 'chăm sóc' bản thân và những người xung quanh bằng sự tận tâm của mình. 🤗"
        },
        "day_27": {
            "date": "2025-06-27",
            "love": "Tình yêu cần sự 'kiên nhẫn' và 'thấu hiểu'. Có đôi thì cùng nhau tạo 'thói quen tốt đẹp' như làm vườn, nấu ăn. Sự 'ổn định' của bạn là 'nền tảng'. FA thì tình yêu có thể đến từ một người bạn 'lâu năm'. 😉",
            "career": "Sự chăm chỉ mang lại 'thành quả'. Đây là ngày tốt để 'chốt deal' hoặc ký hợp đồng. Khả năng quản lý tài chính 'xuất sắc'. Hãy 'cởi mở' với ý tưởng mới. 💡",
            "health": "Sức khỏe 'ổn định'. Chú ý vùng cổ và vai gáy. Massage và giãn cơ sẽ giúp 'giảm đau'. Ăn nhiều chất xơ. 🥗",
            "lucky_number": 6,
            "advice": "'Kiên trì' với mục tiêu dài hạn. Sự 'bền bỉ' sẽ mang lại thành công. Thử những cách tiếp cận mới để 'làm mới' cuộc sống. 🚀"
        },
        "day_28": {
            "date": "2025-06-28",
            "love": "Tình yêu 'an toàn' và 'ổn định'. Tạo 'truyền thống mới' cùng người thương. Những cử chỉ nhỏ nhưng 'thường xuyên' sẽ tạo sự 'gắn kết'. FA có thể gặp 'crush' ở lớp học yoga hoặc nấu ăn. 🥰",
            "career": "Khả năng quản lý tài chính được 'chú ý'. Đề xuất giải pháp 'tiết kiệm chi phí'. Sếp sẽ 'tin tưởng' giao cho bạn những nhiệm vụ 'quan trọng'. Cẩn thận khi đưa ra quyết định 'lớn'. 🧐",
            "health": "Chú ý sức khỏe tim mạch. Tập cardio nhẹ nhàng. Ăn thực phẩm 'tốt cho tim'. Ngủ đủ giấc để 'phục hồi'. ❤️",
            "lucky_number": 8,
            "advice": "Tận hưởng những khoảnh khắc 'bình yên'. Hạnh phúc đến từ những điều 'giản đơn'. Hãy 'biết ơn' những gì bạn đang có. 🙏"
        },
        "day_29": {
            "date": "2025-06-29",
            "love": "Tình yêu cần sự 'kiên nhẫn' và 'thấu hiểu'. Có đôi thì hãy 'lắng nghe' và cùng nhau 'lập kế hoạch' cho tương lai. Sự 'ổn định' tài chính là 'nền tảng'. FA thì tìm kiếm mối quan hệ 'lâu dài'. 💖",
            "career": "Cuối tháng là lúc 'thu hoạch'. Dự án quan trọng có thể mang lại 'bonus' hoặc 'tăng lương'. Mối quan hệ tốt sẽ mở ra cơ hội mới. Đây là ngày tốt để 'học thêm' kỹ năng mới. 🎓",
            "health": "Cân bằng 'công việc' và 'nghỉ ngơi'. Cơ thể có thể bị 'mệt mỏi'. Hãy 'thư giãn' bằng massage hoặc spa. Ăn uống đủ chất. Đi bộ trong thiên nhiên để 'cân bằng'. 🌳",
            "lucky_number": 21,
            "advice": "Đánh giá những gì đã đạt được và 'tự thưởng' cho bản thân. Hãy 'tự hào' về sự 'ổn định' và 'đáng tin cậy' của bạn. 🌟"
        },
        "day_30": {
            "date": "2025-06-30",
            "love": "Ngày cuối tháng, hãy 'củng cố' tình yêu. ❤️ Có đôi thì thảo luận kế hoạch 'dài hạn' như mua nhà, kết hôn. FA thì tập trung 'xây dựng' cuộc sống ổn định, tình yêu sẽ 'tự đến'. ✨",
            "career": "Nhìn lại tháng 6 với sự 'hài lòng'. Chuẩn bị cho việc 'đánh giá hiệu suất' hoặc 'thăng tiến'. Đàm phán 'tăng lương' hoặc tìm nguồn thu nhập mới. 💰",
            "health": "Thiết lập thói quen 'bền vững' cho mùa hè. Uống nhiều nước, ăn thực phẩm 'mát'. Dành thời gian ngoài trời sẽ 'tăng năng lượng'. ☀️",
            "lucky_number": 777,
            "advice": "Đánh giá cao 'nền tảng' bạn đã xây dựng. Cách tiếp cận 'chất lượng hơn số lượng' đã tạo ra giá trị. Duy trì 'cân bằng' giữa hưởng thụ và tiến bộ. Bạn là nhất! 🏆"
        }
    }
}
