{
    "days":  {
                 "day_30":  {
                                "date":  "2025-06-30",
                                "love":  "Khi tháng 6 kết thúc, Song Ngư sẽ suy ngẫm về hành trình cảm xúc và sự phát triển trong các mối quan hệ. Khả năng yêu thương của bạn đã mở rộng, nhưng trí tuệ về những ranh giới lành mạnh cũng vậy. Nếu đang trong mối quan hệ, hãy ăn mừng sự kết nối sâu sắc hơn bao nhiêu thông qua việc vượt qua thử thách cùng nhau với sự duyên dáng và hiểu biết. Khả năng tha thứ và chữa lành của bạn tạo ra không gian an toàn cho sự thân mật chân thật. Hãy lên kế hoạch điều gì đó mang tính biểu tượng để đánh dấu sự phát triển này - đổi mới lời thề, trồng vườn cùng nhau, hoặc tạo ra tác phẩm nghệ thuật thể hiện mối liên kết của hai bạn. Đối với Song Ngư độc thân, sự rõ ràng xuất hiện về loại tình yêu mà bạn muốn thu hút. Bạn không còn sẵn sàng chấp nhận những mối quan hệ không tôn trọng bản chất nhạy cảm hoặc các giá trị tinh thần của mình. Mùa hè phía trước hứa hẹn những kết nối có ý nghĩa với những người đánh giá cao chiều sâu của bạn. Tiêu chuẩn của bạn đã phát triển - giờ đây bạn tìm kiếm những đối tác bổ sung thay vì hoàn thiện nhau, hiểu rằng sự toàn vẹn đến từ bên trong.",
                                "career":  "Đánh giá cuối tháng tiết lộ những đóng góp độc đáo của Song Ngư cho văn hóa nơi làm việc và động lực nhóm. Trí tuệ cảm xúc và khả năng cảm nhận những căng thẳng tiềm ẩn khiến bạn trở thành người hòa giải có giá trị trong xung đột. Hãy cân nhắc đào tạo chuyên môn trong giải quyết xung đột, tâm lý tổ chức, hoặc sức khỏe nơi làm việc. Các giải pháp sáng tạo của bạn thường có vẻ phi truyền thống ban đầu nhưng chứng minh hiệu quả theo thời gian. Hãy ghi chép những thành công để xây dựng lập luận cho các cơ hội thăng tiến. Phong cách lãnh đạo đầy lòng thương khiến bạn truyền cảm hứng lòng trung thành và mang ra điều tốt nhất ở người khác. Tuy nhiên, hãy đảm bảo bạn nhận được sự bồi thường công bằng cho công sức cảm xúc - bộ kỹ năng có giá trị này xứng đáng được công nhận. Hãy cân nhắc công việc tư vấn trong các lĩnh vực như xây dựng nhóm, chuyển đổi văn hóa doanh nghiệp, hoặc chương trình sức khỏe nhân viên. Sự hiểu biết về bản chất con người có thể là tài sản có giá trị trong nhân sự hoặc các vai trò phát triển tổ chức.",
                                "health":  "Đánh giá sức khỏe toàn diện cho Song Ngư cho thấy tầm quan trọng của việc giải quyết cả các triệu chứng thể chất và nguyên nhân gốc rễ cảm xúc. Cách tiếp cận toàn diện của bạn đối với sức khỏe mang lại lợi ích trong sức sống tổng thể và khả năng phục hồi. Mục tiêu sức khỏe mùa hè nên bao gồm hoạt động thường xuyên trên nước, lịch ngủ nhất quán, và thực hành quản lý căng thẳng. Bàn chân của bạn đã bị bỏ quên - hãy đầu tư vào chuyến thăm bác sĩ chuyên khoa chân hoặc thói quen chăm sóc chân trị liệu. Sức khỏe tiêu hóa phản ánh quá trình xử lý cảm xúc - tiếp tục chọn thực phẩm hỗ trợ cả sức khỏe đường ruột và sự ổn định cảm xúc. Độ nhạy cảm tâm linh của bạn đã tăng lên trong suốt tháng - phát triển các thực hành hàng ngày để thanh lọc năng lượng và duy trì ranh giới lành mạnh. Hãy cân nhắc bổ sung các chất hỗ trợ hệ thần kinh như vitamin B tổng hợp, magiê, hoặc axit béo omega-3. Trí tuệ của cơ thể bạn hướng dẫn quá trình chữa lành - hãy tin tưởng vào những cảm nhận trực giác về phương pháp điều trị hoặc thay đổi lối sống có lợi.",
                                "lucky_number":  18,
                                "advice":  "Hãy tin tưởng vào sự thay đổi mà bạn đã trải qua trong tháng này. Nhận thức gia tăng và sự trưởng thành cảm xúc của bạn là những món quà quý giá sẽ phục vụ bạn tốt. Đừng vội vàng tự đặt mình ra ngoài lần nữa nếu bạn cần thêm thời gian xử lý. Khả năng trực giác của bạn mạnh hơn bao giờ hết - hãy sử dụng chúng một cách khôn ngoan để điều hướng các cơ hội sắp tới. Hãy nhớ rằng sự nhạy cảm của bạn là siêu năng lực, không phải điểm yếu, khi được dẫn dắt và bảo vệ đúng cách."
                            },
                 "day_25":  {
                                "date":  "2025-06-25",
                                "love":  "Trực giác và sự đồng cảm tự nhiên của Song Ngư sẽ tạo ra những kết nối sâu sắc trong tình yêu hôm nay. Bạn có khả năng cảm nhận được những cảm xúc tinh tế mà đối phương chưa thể hiện bằng lời. Đây là thời điểm tuyệt vời để thể hiện sự quan tâm thông qua những hành động nhỏ nhưng ý nghĩa - viết thư tay, nấu món ăn yêu thích của họ, hoặc đơn giản là lắng nghe khi họ cần chia sẻ. Nếu đang trong mối quan hệ, bầu không khí lãng mạn sẽ được tăng cường bởi những khoảnh khắc thân mật như ngắm hoàng hôn cùng nhau hoặc nghe nhạc dưới ánh trăng. Đối với người độc thân, tình yêu có thể đến một cách bất ngờ và như trong cổ tích - có thể qua triển lãm nghệ thuật, buổi hòa nhạc, hoặc sự kiện từ thiện. Bản chất đầy lòng thương của bạn thu hút những người cần được chữa lành và hiểu biết. Hãy tránh những người quá thực tế hoặc không có sẵn về mặt cảm xúc.",
                                "career":  "Sự sáng tạo và trí tưởng tượng của Song Ngư sẽ là tài sản mạnh nhất của bạn trong môi trường chuyên nghiệp hôm nay. Nghệ thuật, âm nhạc, viết lách, trị liệu, hoặc bất kỳ lĩnh vực nào đòi hỏi trí tuệ cảm xúc sẽ đặc biệt thuận lợi. Khả năng hiểu những động lực sâu xa của con người giúp ích trong vai trò nhân sự, tư vấn, hoặc chăm sóc khách hàng. Tuy nhiên, hãy cẩn thận với ranh giới - đừng nhận lấy vấn đề của mọi người như của chính mình. Hãy cân nhắc sự nghiệp trong nghệ thuật chữa lành, tâm lý học, công tác xã hội, hoặc tư vấn tâm linh nơi những tài năng tự nhiên của bạn có thể phát triển. Việc đưa ra quyết định trực giác của bạn có thể xung đột với các đồng nghiệp quá phân tích, nhưng hãy tin vào bản năng - chúng thường đúng. Nhiếp ảnh, làm phim, hoặc các nghệ thuật thị giác khác có thể cung cấp lối thoát hoàn hảo cho tầm nhìn sáng tạo của bạn. Hợp tác hoạt động tốt hơn cạnh tranh đối với bản chất nhạy cảm của bạn.",
                                "health":  "Sự kết nối với yếu tố nước khiến Song Ngư đặc biệt nhạy cảm với các ảnh hưởng môi trường hôm nay. Hãy đảm bảo uống đủ nước và cân nhắc bổ sung thực phẩm có hàm lượng nước cao như dưa chuột, dưa hấu, và rau xanh lá. Bàn chân của bạn - được chi phối bởi Song Ngư - cần chú ý đặc biệt thông qua giày thoải mái và ngâm chân thường xuyên trong nước ấm với muối Epsom. Hệ bạch huyết có thể cần hỗ trợ - massage nhẹ nhàng, chải khô, hoặc bơi lội có thể giúp tuần hoàn. Sức khỏe cảm xúc tác động trực tiếp đến sức khỏe thể chất - thực hành thiền định, dành thời gian gần các vùng nước, hoặc nghe nhạc êm dịu. Độ nhạy cảm tâm linh của bạn có thể gây mệt mỏi ở những nơi đông người - hãy rút lui đến không gian yên tĩnh khi cần thiết. Chất lượng giấc ngủ quan trọng - tạo môi trường phòng ngủ yên bình với ánh sáng dịu nhẹ và đồ giường thoải mái.",
                                "lucky_number":  2,
                                "advice":  "Hãy tin tưởng vào những tài năng trực giác của bạn hôm nay - chúng đang cung cấp hướng dẫn chính xác ngay cả khi logic gợi ý điều ngược lại. Sự nhạy cảm của bạn là sức mạnh, không phải điểm yếu, nhưng hãy học cách vạch ra ranh giới để bảo vệ năng lượng cảm xúc của mình. Đừng cố gắng cứu mọi người; đôi khi điều yêu thương nhất là để mọi người tự tìm con đường của họ. Giấc mơ và tầm nhìn của bạn chứa đựng những thông điệp quan trọng - hãy chú ý đến các biểu tượng và chủ đề lặp lại."
                            },
                 "day_26":  {
                                "date":  "2025-06-26",
                                "love":  "Song Ngư hôm nay sẽ cảm nhận được tình yêu thương sâu sắc và lòng đồng cảm. Nếu bạn đang trong mối quan hệ, trực giác mạnh mẽ sẽ giúp bạn hiểu được những cảm xúc tinh tế của người thương ngay cả khi họ không nói ra. Hãy tạo ra những khoảnh khắc lãng mạn và thơ mộng như ngắm hoàng hôn, đi dạo bên biển hoặc nghe nhạc cùng nhau. Sự nhạy cảm và khả năng hy sinh của bạn sẽ làm cho đối phương cảm thấy được yêu thương và bảo vệ. Đối với người độc thân, tình yêu có thể đến một cách bất ngờ và mang tính chất siêu nhiên. Hãy tin vào trực giác và để trái tim dẫn lối.",
                                "career":  "Trong công việc, khả năng sáng tạo và trực giác của Song Ngư sẽ mang lại những ý tưởng độc đáo. Đây là ngày tốt để tham gia vào các dự án nghệ thuật, thiết kế hoặc các lĩnh vực đòi hỏi sự sáng tạo. Khả năng đồng cảm và hiểu biết con người sẽ giúp bạn thành công trong các công việc liên quan đến tư vấn, chăm sóc khách hàng hoặc công tác xã hội. Tuy nhiên, hãy chú ý không để cảm xúc chi phối quá nhiều các quyết định công việc. Cơ hội trong lĩnh vực tâm linh, nghệ thuật hoặc chăm sóc sức khỏe có thể xuất hiện.",
                                "health":  "Sức khỏe của Song Ngư cần được chú ý đến hệ miễn dịch và bàn chân. Do tính cách nhạy cảm, bạn dễ bị ảnh hưởng bởi năng lượng xung quanh và cần có thời gian riêng để phục hồi. Bơi lội, tắm biển hoặc các liệu pháp thủy liệu sẽ rất có lợi cho sức khỏe. Thiền định, yoga hoặc các liệu pháp tâm linh sẽ giúp cân bằng cảm xúc và tăng cường sức khỏe tinh thần. Chú ý đến chế độ ăn uống, tránh các chất kích thích và ưu tiên thực phẩm tự nhiên.",
                                "lucky_number":  2,
                                "advice":  "Hãy tin tưởng vào trực giác và khả năng cảm nhận tự nhiên của mình. Đừng ngại thể hiện sự đồng cảm và lòng nhân ái với những người xung quanh. Hôm nay, hãy để sự nhạy cảm và lòng từ bi của Song Ngư tỏa sáng, mang lại sự chữa lành và an ủi cho mọi người."
                            },
                 "day_29":  {
                                "date":  "2025-06-29",
                                "love":  "Chiều sâu tâm linh của tình yêu chiếm ưu thế đối với Song Ngư hôm nay. Bạn tìm kiếm những kết nối vượt qua cõi vật chất và chạm đến mức độ tâm hồn. Thiền định hoặc cầu nguyện cùng đối tác có thể làm sâu sắc thêm sự thân mật vượt xa bất cứ điều gì thế giới vật chất cung cấp. Sự hiểu biết của bạn về tình yêu vô điều kiện truyền cảm hứng cho người khác mở lòng đầy đủ hơn. Tuy nhiên, hãy thực tế về những hạn chế của con người - ngay cả những người tri kỷ cũng có khuyết điểm và những ngày tồi tệ. Nếu mối quan hệ cảm thấy bế tắc, hãy cân nhắc liệu pháp cặp đôi hoặc tư vấn tâm linh để giải quyết các vấn đề sâu xa hơn. Sự tha thứ và chấp nhận của bạn có thể chữa lành những vết thương cũ, nhưng hãy đảm bảo sự tha thứ không biện hộ cho hành vi xấu. Đối với Song Ngư độc thân, các mối quan hệ bạn bè có thể chứa đựng manh mối về những gì bạn cần trong đối tác lãng mạn. Hãy chú ý đến những người luôn xuất hiện cho bạn trong những thời điểm khó khăn. Tình yêu thường phát triển từ nền tảng tình bạn hơn là sự thu hút tức thời. Những kết nối kiếp trước được cảm nhận mạnh mẽ hôm nay - hãy tin vào sự nhận biết của bạn về những linh hồn quen thuộc.",
                                "career":  "Khả năng có tầm nhìn xa của Song Ngư có thể thấy xu hướng tương lai trước khi chúng trở nên rõ ràng đối với tư duy chủ đạo. Những hiểu biết sâu sắc của bạn về hành vi con người, thay đổi xã hội, hoặc phong trào nghệ thuật có thể mang tính tiên tri. Hãy cân nhắc các lĩnh vực nơi tầm nhìn dài hạn được đánh giá cao - dự báo xu hướng, phân tích văn hóa, hoặc phát triển sản phẩm sáng tạo. Khả năng tổng hợp thông tin từ nhiều nguồn tạo ra những góc nhìn độc đáo. Tuy nhiên, việc chuyển đổi tầm nhìn thành kế hoạch thực tế vẫn là thách thức. Hãy hợp tác với các đồng nghiệp định hướng chi tiết có thể giúp thực hiện ý tưởng của bạn. Giảng dạy hoặc tư vấn cho phép bạn chia sẻ trí tuệ có được thông qua kinh nghiệm cá nhân. Câu chuyện của bạn về việc vượt qua thử thách truyền cảm hứng cho những người khác đối mặt với những khó khăn tương tự. Đừng đánh giá thấp giá trị của trí tuệ cảm xúc trong thế giới kinh doanh - các công ty ngày càng nhận ra tầm quan trọng của sự đồng cảm trong lãnh đạo và quan hệ khách hàng.",
                                "health":  "Cách tiếp cận toàn diện đối với sức khỏe phục vụ Song Ngư tốt nhất hôm nay. Hãy cân nhắc các liệu pháp thay thế như châm cứu, Reiki, hoặc vi lượng đồng căn bên cạnh y học thông thường. Cơ thể bạn phản ứng tốt với các phương pháp điều trị nhẹ nhàng, tự nhiên hơn là can thiệp mạnh mẽ. Liệu pháp nước đặc biệt có lợi - thủy liệu pháp, bể nổi, hoặc bơi lội trị liệu giúp cả việc chữa lành thể chất và cảm xúc. Bàn chân tiếp tục là điểm tập trung - buổi massage bấm huyệt có thể giải quyết đồng thời nhiều vấn đề sức khỏe. Giấc mơ của bạn có thể chứa thông điệp sức khỏe - hãy ghi nhật ký để theo dõi các mẫu. Thực hành thiền định hoặc cầu nguyện hỗ trợ sức khỏe tổng thể bằng cách giảm hormone căng thẳng và thúc đẩy bình an nội tại. Tránh thực phẩm chế biến làm mờ đi sự minh mẫn tinh thần - chọn thực phẩm hữu cơ, nguyên chất hỗ trợ cả cơ thể và tinh thần. Trực giác của bạn về những gì cơ thể cần thường chính xác - hãy tin vào hướng dẫn nội tại hơn lời khuyên bên ngoài khi chúng mâu thuẫn.",
                                "lucky_number":  25,
                                "advice":  "Những tài năng tâm linh của bạn được sinh ra để chia sẻ với thế giới, không phải để giấu giếm vì sợ hãi hoặc tự nghi ngờ. Hãy tin vào kiến thức nội tại ngay cả khi người khác đặt câu hỏi về phương pháp hoặc hiểu biết của bạn. Sự hiện diện chữa lành của bạn có thể an ủi những tâm hồn đau khổ, nhưng hãy nhớ rằng bạn không có trách nhiệm sửa chữa vấn đề của mọi người. Đôi khi dịch vụ lớn nhất là đơn giản là làm tấm gương chân thực về cách sống với trái tim rộng mở bất chấp những thử thách của cuộc sống."
                            },
                 "day_27":  {
                                "date":  "2025-06-27",
                                "love":  "Bản chất huyền bí và mơ mộng của Song Ngư tạo ra bầu không khí kỳ diệu trong các mối quan hệ lãng mạn hôm nay. Bạn có thể thấy mình bị thu hút bởi những biểu đạt thơ mộng của tình yêu - viết bài hát, tạo nghệ thuật, hoặc lên kế hoạch cho những cử chỉ lãng mạn có chất lượng cổ tích. Đối tác của bạn sẽ bị cảm động sâu sắc bởi khả năng thể hiện cảm xúc thông qua phương tiện sáng tạo thay vì chỉ lời nói. Kết nối tâm linh với người yêu tăng cường - bạn có thể thấy mình hoàn thành câu nói của nhau hoặc có cùng giấc mơ. Tuy nhiên, hãy đảm bảo bạn nhìn thấy người thương một cách rõ ràng thay vì chiếu lên phiên bản lý tưởng hóa. Đối với Song Ngư độc thân, các kết nối tri kỷ có thể xảy ra hôm nay, đặc biệt với ai đó gặp qua các hoạt động tâm linh, lớp học nghệ thuật, hoặc công việc tình nguyện. Các cung nước (Cự Giải, Bọ Cạp) hoặc cung đất (Kim Ngưu, Xử Nữ, Ma Kết) có thể cung cấp sự cân bằng nền tảng cho năng lượng chảy của bạn. Tránh cho quá nhiều quá nhanh - để các mối quan hệ phát triển tự nhiên.",
                                "career":  "Khả năng chữa lành và bản chất đầy lòng thương của Song Ngư tìm thấy sự thể hiện hoàn hảo trong các nghề nghiệp hướng dịch vụ hôm nay. Lĩnh vực y tế, trị liệu, công tác xã hội, hoặc các tổ chức phi lợi nhuận cung cấp cơ hội tạo ra sự khác biệt có ý nghĩa. Khả năng cảm nhận những gì mọi người cần trước khi họ hỏi khiến bạn trở nên vô giá trong các vai trò đối mặt với khách hàng. Các lĩnh vực sáng tạo như thiết kế đồ họa, trang trí nội thất, hoặc lập kế hoạch sự kiện hưởng lợi từ cảm thẩm mỹ và khả năng tạo bầu không khí của bạn. Tuy nhiên, hãy cẩn thận với các đồng nghiệp có thể lợi dụng bản chất hữu ích của bạn. Đặt ranh giới rõ ràng về khối lượng công việc và đừng tình nguyện cho mọi thứ. Những ý tưởng sáng tạo của bạn có thể có vẻ không thực tế đối với những người tư duy logic, nhưng hãy kiên trì - chúng thường chứa các giải pháp thiên tài. Hãy cân nhắc các vai trò trong ngành chăm sóc sức khỏe, y học thay thế, hoặc tư vấn tâm linh nơi trực giác là tài sản có giá trị.",
                                "health":  "Độ nhạy cảm cảm xúc của Song Ngư đòi hỏi sự chú ý chăm sóc bản thân đặc biệt hôm nay. Căng thẳng biểu hiện nhanh chóng trong cơ thể bạn, đặc biệt thông qua các vấn đề tiêu hóa hoặc ức chế hệ miễn dịch. Tạo môi trường êm dịu với nhạc nhẹ, hương thơm dễ chịu, và môi trường xung quanh thoải mái. Bơi lội, thể dục dưới nước, hoặc tắm lâu cung cấp cả việc tập thể dục và chữa lành cảm xúc. Bàn chân của bạn tiếp tục cần chú ý - hãy cân nhắc các phương pháp điều trị bấm huyệt hoặc châm cứu. Tránh hóa chất khắc nghiệt trong các sản phẩm chăm sóc cá nhân; chọn các lựa chọn thay thế tự nhiên, nhẹ nhàng. Độ nhạy cảm tâm linh của bạn có thể gây đau đầu trong môi trường hỗn loạn - rút lui về thiên nhiên khi có thể. Trà thảo mộc như cam thảo, hoa oải hương, hoặc hoa cúc có thể làm dịu hệ thần kinh. Hãy chú ý đến giấc mơ - chúng có thể chứa những hiểu biết sâu sắc về sức khỏe hoặc cảnh báo căng thẳng mà tâm trí có ý thức của bạn chưa nhận thấy.",
                                "lucky_number":  16,
                                "advice":  "Món quà nhìn thấy vẻ đẹp và tiềm năng trong mọi thứ của bạn là hiếm có và quý giá. Đừng để những tiếng nói hoài nghi thuyết phục bạn từ bỏ tầm nhìn lý tưởng - thế giới cần những người mơ mộng có thể tưởng tượng ra những khả năng tốt đẹp hơn. Tuy nhiên, hãy cân bằng cảm hứng với các bước hành động thực tế. Lòng thương của bạn có thể thay đổi cuộc sống, nhưng hãy nhớ thường xuyên nạp lại chén cảm xúc của chính mình. Bạn không thể rót từ bình trống."
                            },
                 "day_28":  {
                                "date":  "2025-06-28",
                                "love":  "Deep emotional currents của Song Ngư may create some confusion trong relationships today nếu not properly channeled. Bạn có thể feel overwhelmed bởi intensity của own feelings hoặc become too absorbed trong partner\u0027s emotions. Practice emotional detachment while maintaining compassion - love without losing yourself trong the process. If arguments arise, they\u0027re likely due đến miscommunication rather than real incompatibility. Take time để clarify feelings before expressing them. Your tendency đến avoid conflict may cause issues đến fester - address problems gently but directly. Artistic collaborations với romantic partner could strengthen bond while providing creative outlet. Đối với single Pisces, avoid relationships based solely on physical attraction hoặc pity - look for genuine emotional và spiritual connection. Someone may confess feelings today, but take time đến process before responding. Trust your first instinct về people\u0027s true intentions.",
                                "career":  "Adaptability của Song Ngư serves you well trong changing work environment today. Your ability để go with flow while maintaining core values helps navigate office politics hoặc organizational changes. Creative problem-solving skills particularly valuable - you can find solutions others miss because you think outside conventional frameworks. However, assert yourself when necessary - your gentle nature shouldn\u0027t be mistaken for weakness. Documentation important today - keep records của your contributions và achievements. Your behind-the-scenes work may not get immediate recognition, nhưng it builds foundation for future success. Consider mentoring younger colleagues - your wisdom và experience valuable resources. Avoid getting caught up trong gossip hoặc negative workplace dynamics. Your positive energy can transform team atmosphere, nhưng protect yourself từ energy vampires.",
                                "health":  "Immune system của Song Ngư may be compromised today due đến emotional stress hoặc exposure đến negative energies. Boost defenses với vitamin C, zinc, và plenty of rest. Your body reflects emotional state more than most signs - address underlying anxiety hoặc sadness rather than just treating symptoms. Gentle yoga, tai chi, hoặc qigong help balance energy flow. Essential oils like eucalyptus, tea tree, hoặc lavender provide both aromatherapy benefits và natural healing properties. Feet problems may arise from poor circulation hoặc wearing wrong shoes - elevate legs when possible và invest trong quality footwear. Digestive system sensitive đến rich foods - stick đến light, easily digested meals. Alcohol should be avoided as it amplifies emotional sensitivity. Creative expression through art, music, hoặc writing provides therapeutic outlet for processing feelings.",
                                "lucky_number":  11,
                                "advice":  "Learn đến distinguish between your emotions và those you\u0027re picking up từ others. Your empathic abilities are gift, nhưng they can overwhelm if not properly managed. Practice grounding techniques daily - visualize roots connecting you đến earth, spend time trong nature, hoặc carry grounding stones. Remember that saying \u0027no\u0027 is sometimes the most loving response you can give. Your wellbeing matters too."
                            }
             },
    "month_name":  "Tháng 6",
    "month":  "2025-06"
}
