{
    "month_name": "Tháng 6",
    "month": "2025-06",
    "days": {
        "day_25": {
            "date": "2025-06-25",
            "love": "Trực giác và sự 'thấu cảm' của Song Ngư hôm nay sẽ tạo ra những 'kết nối' sâu sắc. 💖 Bạn có thể 'cảm nhận' được những cảm xúc 'thầm kín' của người ấy. Đây là lúc để 'thể hiện' sự quan tâm bằng những hành động 'nhỏ mà chất' - viết thư tay, nấu món 'tủ' của họ, hoặc đơn giản là 'lắng nghe' khi họ cần. Có đôi thì không khí 'lãng mạn' sẽ 'lên ngôi' với những khoảnh khắc như ngắm hoàng hôn, nghe nhạc dưới trăng. 🌙 FA thì tình yêu có thể đến 'bất ngờ' như phim - qua triển lãm, concert, hoặc sự kiện từ thiện. Vibe 'nhân ái' của bạn 'hút' những người cần 'chữa lành'. Tránh xa những ai quá 'thực tế' hoặc 'unavailable' về cảm xúc nhé. 😉",
            "career": "Sự 'sáng tạo' và 'trí tưởng tượng' của Song Ngư là 'vũ khí' mạnh nhất hôm nay. 🎨 Các ngành nghệ thuật, âm nhạc, viết lách, trị liệu sẽ cực kỳ 'thuận lợi'. Khả năng 'thấu hiểu' lòng người giúp bạn 'ghi điểm' trong các vai trò nhân sự, tư vấn. Tuy nhiên, nhớ 'vạch rõ ranh giới' - đừng 'ôm' hết vấn đề của người khác vào mình. Cân nhắc sự nghiệp trong các lĩnh vực 'chữa lành', tâm lý học, công tác xã hội. Quyết định 'dựa trên trực giác' của bạn có thể 'xung đột' với team 'logic', nhưng hãy 'tin' vào bản năng của mình. Hợp tác sẽ 'ổn áp' hơn là cạnh tranh. 🤝",
            "health": "Vibe 'nước' làm Song Ngư 'nhạy cảm' với môi trường hôm nay. 💧 Nhớ 'uống đủ nước' và ăn các món nhiều nước như dưa chuột, dưa hấu. Bàn chân cần được 'chăm sóc' đặc biệt - đi giày 'thoải mái' và ngâm chân thư giãn. Hệ bạch huyết cần được 'hỗ trợ' - massage nhẹ, bơi lội. Sức khỏe 'cảm xúc' ảnh hưởng trực tiếp đến 'thể chất' - thiền, ở gần nước, hoặc nghe nhạc 'chill'. Nơi đông người có thể làm bạn 'mệt mỏi', hãy 'trốn' vào không gian yên tĩnh khi cần. Giấc ngủ 'chất lượng' là 'chân ái'. 😴",
            "lucky_number": 2,
            "advice": "Hãy 'tin tưởng' vào trực giác của bạn hôm nay - chúng đang 'chỉ đường' rất 'chuẩn' đó. Sự 'nhạy cảm' của bạn là 'sức mạnh', không phải 'điểm yếu', nhưng hãy học cách 'bảo vệ' năng lượng của mình. Đừng cố 'cứu' cả thế giới; đôi khi để mọi người 'tự bước đi' mới là 'yêu thương' đúng cách. Giấc mơ của bạn chứa đựng những 'thông điệp' quan trọng - hãy 'để ý' nhé. ✨"
        },
        "day_26": {
            "date": "2025-06-26",
            "love": "Song Ngư hôm nay 'ngập tràn' tình yêu thương và 'đồng cảm'. ❤️ Có đôi thì trực giác 'mách bảo' bạn hiểu được cảm xúc của người ấy dù họ không nói. Tạo ra những khoảnh khắc 'thơ mộng' như ngắm hoàng hôn, dạo biển. Sự 'nhạy cảm' và 'hy sinh' của bạn làm người ta thấy 'an toàn'. FA thì tình yêu có thể đến 'bất ngờ' và có chút 'siêu nhiên'. Tin vào 'trái tim' và để nó 'dẫn lối'. 💘",
            "career": "Trong công việc, sự 'sáng tạo' và 'trực giác' của Song Ngư sẽ mang lại những ý tưởng 'độc lạ'. 💡 Ngày tốt để 'tham gia' các dự án nghệ thuật, thiết kế. Khả năng 'đồng cảm' giúp bạn 'thành công' trong các việc như tư vấn, chăm sóc khách hàng. Tuy nhiên, đừng để 'cảm xúc' lấn át lý trí quá nhiều. Cơ hội trong lĩnh vực 'tâm linh', 'nghệ thuật', 'chăm sóc sức khỏe' có thể 'xuất hiện'. 🔮",
            "health": "Sức khỏe Song Ngư cần 'chú ý' hệ miễn dịch và bàn chân. 🦶 Do 'nhạy cảm', bạn dễ bị 'ảnh hưởng' bởi năng lượng xung quanh và cần 'không gian riêng' để 'sạc pin'. Bơi lội, tắm biển rất 'có lợi'. Thiền, yoga giúp 'cân bằng' cảm xúc và 'tăng cường' sức khỏe tinh thần. Ăn uống 'healthy', tránh chất kích thích. 🥗",
            "lucky_number": 2,
            "advice": "Hãy 'tin' vào trực giác và khả năng 'cảm nhận' tự nhiên của mình. Đừng ngại 'thể hiện' sự 'đồng cảm' và 'lòng nhân ái'. Hôm nay, hãy để sự 'nhạy cảm' và 'từ bi' của Song Ngư 'tỏa sáng', mang lại sự 'chữa lành' cho mọi người. ✨"
        },
        "day_27": {
            "date": "2025-06-27",
            "love": "Vibe 'huyền bí' và 'mơ mộng' của Song Ngư tạo ra không khí 'kỳ diệu' trong tình yêu. ✨ Bạn bị 'hút' bởi những cách thể hiện 'thơ mộng' - viết nhạc, vẽ tranh, hay lên kế hoạch 'lãng mạn' như cổ tích. Người ấy sẽ 'cảm động' sâu sắc. Kết nối 'tâm linh' với người yêu 'tăng cường' - có thể bạn sẽ 'hoàn thành câu nói của nhau' hoặc có cùng giấc mơ. Tuy nhiên, hãy 'nhìn' người ta một cách 'rõ ràng' thay vì 'lý tưởng hóa'. FA thì 'kết nối tri kỷ' có thể 'xuất hiện', đặc biệt qua các hoạt động 'tâm linh', 'nghệ thuật'. Các cung Nước hoặc Đất có thể 'cân bằng' bạn. Đừng 'cho đi' quá nhiều quá nhanh. 😉",
            "career": "Khả năng 'chữa lành' và 'lòng thương' của Song Ngư 'tỏa sáng' trong các công việc 'hướng dịch vụ'. 🧑‍⚕️ Y tế, trị liệu, công tác xã hội là 'sân chơi' của bạn. Khả năng 'cảm nhận' nhu cầu của người khác khiến bạn 'vô giá'. Các lĩnh vực 'sáng tạo' như thiết kế, trang trí cũng 'hưởng lợi' từ 'gu' thẩm mỹ của bạn. Tuy nhiên, cẩn thận với đồng nghiệp 'lợi dụng'. Đặt 'ranh giới' rõ ràng. Ý tưởng của bạn có thể bị cho là 'không thực tế', nhưng hãy 'kiên trì' - chúng thường chứa 'giải pháp thiên tài'. 💡",
            "health": "Sự 'nhạy cảm' của Song Ngư đòi hỏi 'chăm sóc bản thân' đặc biệt. Stress 'biểu hiện' nhanh qua 'tiêu hóa' hoặc 'hệ miễn dịch'. Tạo môi trường 'êm dịu' với nhạc nhẹ, hương thơm. Bơi lội, tắm lâu giúp 'chữa lành' cảm xúc. Bàn chân cần được 'chú ý'. Tránh hóa chất 'khắc nghiệt', chọn sản phẩm 'tự nhiên'. Môi trường 'hỗn loạn' có thể gây 'đau đầu'. Trà thảo mộc sẽ 'làm dịu' thần kinh. Chú ý đến 'giấc mơ' - chúng có thể 'cảnh báo' về sức khỏe. 몽",
            "lucky_number": 16,
            "advice": "Món quà 'nhìn thấy vẻ đẹp' trong mọi thứ của bạn là 'hiếm có'. Đừng để sự 'hoài nghi' làm bạn 'từ bỏ' tầm nhìn. Thế giới cần những người 'mơ mộng'. Tuy nhiên, hãy 'cân bằng' cảm hứng với hành động 'thực tế'. Lòng thương của bạn có thể 'thay đổi cuộc sống', nhưng nhớ 'nạp lại năng lượng' cho chính mình. Bạn không thể 'rót từ một chiếc bình rỗng'. ❤️"
        },
        "day_28": {
            "date": "2025-06-28",
            "love": "Dòng cảm xúc 'sâu sắc' của Song Ngư có thể gây 'bối rối' trong các mối quan hệ hôm nay nếu không được 'định hướng' đúng. 🌊 Bạn có thể cảm thấy 'choáng ngợp' bởi cảm xúc của chính mình hoặc bị 'cuốn' vào cảm xúc của đối phương. Hãy thực hành 'tách biệt' cảm xúc mà vẫn giữ lòng trắc ẩn - yêu mà không 'đánh mất' chính mình. Nếu có 'tranh cãi', đó có thể là do 'hiểu lầm' hơn là 'không hợp'. Dành thời gian 'làm rõ' cảm xúc trước khi 'bày tỏ'. Việc 'né tránh' xung đột có thể khiến vấn đề 'trầm trọng' hơn - hãy giải quyết một cách 'nhẹ nhàng' nhưng 'trực tiếp'. Hợp tác nghệ thuật với người yêu có thể 'thắt chặt' tình cảm. FA thì tránh các mối quan hệ chỉ dựa trên 'hấp dẫn thể xác' hoặc 'lòng thương hại' - hãy tìm kiếm 'kết nối' thực sự. Ai đó có thể 'tỏ tình' hôm nay, nhưng hãy 'từ từ' xử lý trước khi trả lời. Tin vào 'trực giác' đầu tiên của bạn. 👀",
            "career": "Khả năng 'thích ứng' của Song Ngư giúp bạn 'vượt qua' môi trường làm việc 'thay đổi' hôm nay. Khả năng 'thuận theo dòng chảy' mà vẫn giữ 'giá trị cốt lõi' giúp bạn 'điều hướng' các 'drama' công sở. Kỹ năng 'giải quyết vấn đề sáng tạo' đặc biệt 'có giá' - bạn có thể tìm ra các giải pháp 'độc lạ'. Tuy nhiên, hãy 'khẳng định' bản thân khi cần - đừng để sự 'nhẹ nhàng' bị hiểu lầm là 'yếu đuối'. 'Ghi chép' lại những đóng góp của bạn. Công việc 'thầm lặng' của bạn có thể không được 'ghi nhận' ngay, nhưng nó 'xây nền' cho thành công trong tương lai. Cân nhắc 'mentor' cho các 'ma mới'. Tránh xa 'drama' và 'năng lượng tiêu cực'. 💪",
            "health": "Hệ miễn dịch của Song Ngư có thể bị 'đe dọa' hôm nay do 'stress' hoặc 'năng lượng tiêu cực'. 'Tăng cường' hệ miễn dịch với vitamin C, kẽm và 'nghỉ ngơi' nhiều. Cơ thể bạn 'phản ánh' trạng thái cảm xúc - hãy giải quyết 'lo lắng' hoặc 'buồn bã' thay vì chỉ 'chữa triệu chứng'. Yoga nhẹ nhàng, thái cực quyền giúp 'cân bằng' năng lượng. Tinh dầu như khuynh diệp, tràm trà, oải hương có lợi. Các vấn đề về chân có thể phát sinh - hãy 'gác chân' lên cao và 'đầu tư' vào giày 'xịn'. Hệ tiêu hóa 'nhạy cảm' với đồ ăn 'nhiều dầu mỡ' - hãy ăn những bữa ăn 'nhẹ nhàng', 'dễ tiêu'. Tránh rượu bia vì nó 'khuếch đại' sự nhạy cảm. Sáng tạo nghệ thuật là một 'liệu pháp' tuyệt vời. 🎨",
            "lucky_number": 11,
            "advice": "Học cách 'phân biệt' giữa cảm xúc của bạn và cảm xúc bạn 'hấp thụ' từ người khác. Khả năng 'thấu cảm' là một 'món quà', nhưng nó có thể 'làm bạn choáng ngợp'. Thực hành các kỹ thuật 'tiếp đất' hàng ngày - dành thời gian với thiên nhiên, mang theo đá 'tiếp đất'. Nhớ rằng nói 'không' đôi khi là câu trả lời 'yêu thương' nhất bạn có thể đưa ra. Sức khỏe của bạn cũng 'quan trọng'. 🙏"
        },
        "day_29": {
            "date": "2025-06-29",
            "love": "Chiều sâu 'tâm linh' của tình yêu 'chiếm sóng' đối với Song Ngư hôm nay. 🧘‍♀️ Bạn tìm kiếm những 'kết nối' vượt ra ngoài vật chất, chạm đến 'tâm hồn'. Thiền hoặc cầu nguyện cùng người ấy có thể làm 'sâu sắc' thêm sự thân mật. Tình yêu 'vô điều kiện' của bạn truyền cảm hứng cho người khác. Tuy nhiên, hãy 'thực tế' - ngay cả 'tri kỷ' cũng có khuyết điểm. Nếu mối quan hệ 'bế tắc', hãy cân nhắc 'trị liệu cặp đôi'. Sự 'tha thứ' của bạn có thể 'chữa lành' vết thương cũ, nhưng đừng 'biện minh' cho hành vi xấu. FA thì tình bạn có thể 'hé lộ' những gì bạn cần ở một người bạn đời. Tình yêu thường 'nảy mầm' từ tình bạn. Những 'kết nối tiền kiếp' được cảm nhận mạnh mẽ hôm nay - hãy 'tin' vào sự 'nhận biết' của bạn. 💫",
            "career": "Tầm nhìn 'xa trông rộng' của Song Ngư có thể 'thấy trước' xu hướng tương lai. 🔭 Những hiểu biết sâu sắc của bạn về hành vi con người, thay đổi xã hội có thể mang tính 'tiên tri'. Cân nhắc các lĩnh vực như 'dự báo xu hướng', 'phân tích văn hóa'. Tuy nhiên, việc 'biến tầm nhìn' thành kế hoạch 'thực tế' vẫn là 'thách thức'. Hãy 'hợp tác' với các đồng nghiệp 'chi tiết' hơn. 'Dạy' hoặc 'tư vấn' cho phép bạn chia sẻ trí tuệ của mình. Đừng 'đánh giá thấp' giá trị của 'trí tuệ cảm xúc' trong kinh doanh. ❤️‍🔥",
            "health": "Cách tiếp cận 'toàn diện' đối với sức khỏe 'phục vụ' Song Ngư tốt nhất hôm nay. Cân nhắc các liệu pháp 'thay thế' như châm cứu, Reiki. Cơ thể bạn 'phản ứng' tốt với các phương pháp 'nhẹ nhàng', 'tự nhiên'. Liệu pháp 'nước' đặc biệt có lợi. Bàn chân tiếp tục là 'trọng tâm' - massage bấm huyệt có thể 'giải quyết' nhiều vấn đề. Giấc mơ của bạn có thể chứa 'thông điệp' sức khỏe. Thiền hoặc cầu nguyện hỗ trợ sức khỏe tổng thể. Tránh thực phẩm 'chế biến sẵn', chọn đồ 'hữu cơ'. Trực giác của bạn về những gì cơ thể cần thường 'chính xác'. ✨",
            "lucky_number": 25,
            "advice": "Tài năng 'tâm linh' của bạn là để 'chia sẻ', không phải để 'giấu giếm'. Hãy 'tin' vào kiến thức nội tại ngay cả khi người khác 'nghi ngờ'. Sự hiện diện 'chữa lành' của bạn có thể 'an ủi' những tâm hồn đau khổ, nhưng bạn không có trách nhiệm 'sửa chữa' vấn đề của mọi người. Đôi khi dịch vụ lớn nhất là 'sống thật' với trái tim rộng mở. 💖"
        },
        "day_30": {
            "date": "2025-06-30",
            "love": "Cuối tháng 6, Song Ngư 'suy ngẫm' về hành trình 'cảm xúc'. ❤️ Khả năng yêu thương của bạn đã 'mở rộng', nhưng bạn cũng 'khôn ngoan' hơn về 'ranh giới' lành mạnh. Có đôi thì hãy 'ăn mừng' sự kết nối 'sâu sắc' hơn. Khả năng 'tha thứ' và 'chữa lành' của bạn tạo ra không gian 'an toàn'. Lên kế hoạch điều gì đó 'mang tính biểu tượng' - đổi mới lời thề, trồng cây cùng nhau. FA thì bạn đã 'rõ ràng' về mẫu người mình muốn. Bạn không còn 'chấp nhận' những mối quan hệ không 'tôn trọng' sự nhạy cảm của mình. Mùa hè hứa hẹn những 'kết nối' có ý nghĩa. ☀️",
            "career": "Đánh giá cuối tháng cho thấy những 'đóng góp' độc đáo của Song Ngư cho 'văn hóa' nơi làm việc. 🤝 Trí tuệ cảm xúc của bạn là 'vũ khí' hòa giải xung đột. Cân nhắc đào tạo chuyên môn về 'giải quyết xung đột'. Các giải pháp 'sáng tạo' của bạn ban đầu có vẻ 'phi truyền thống' nhưng lại 'hiệu quả'. Ghi chép lại thành công để 'deal' thăng tiến. Phong cách lãnh đạo 'đầy lòng thương' của bạn truyền cảm hứng. Tuy nhiên, hãy đảm bảo bạn được 'trả công' xứng đáng cho 'công sức' cảm xúc của mình. Cân nhắc công việc 'tư vấn' về xây dựng nhóm, văn hóa doanh nghiệp. 🧑‍💼",
            "health": "Đánh giá sức khỏe 'toàn diện' cho thấy tầm quan trọng của việc giải quyết cả 'triệu chứng' và 'nguyên nhân' cảm xúc. 🌿 Mục tiêu sức khỏe mùa hè nên bao gồm 'hoạt động dưới nước', 'lịch ngủ' nhất quán. Bàn chân của bạn đã bị 'bỏ quên' - hãy 'chăm sóc' chúng. Sức khỏe 'tiêu hóa' phản ánh 'quá trình xử lý' cảm xúc. Độ nhạy cảm 'tâm linh' của bạn đã 'tăng lên' - hãy thực hành 'thanh lọc' năng lượng hàng ngày. Cân nhắc bổ sung vitamin B, magiê, omega-3. Trí tuệ của cơ thể bạn 'hướng dẫn' quá trình chữa lành - hãy 'tin' vào nó. 🙏",
            "lucky_number": 18,
            "advice": "Hãy 'tin tưởng' vào sự 'thay đổi' bạn đã trải qua trong tháng này. Nhận thức 'gia tăng' và sự 'trưởng thành' cảm xúc là những 'món quà' quý giá. Đừng 'vội vàng' nếu bạn cần thêm thời gian 'xử lý'. Trực giác của bạn 'mạnh hơn' bao giờ hết - hãy 'sử dụng' chúng một cách 'khôn ngoan'. Hãy nhớ rằng sự 'nhạy cảm' của bạn là 'siêu năng lực', không phải điểm yếu. 🦸‍♀️"
        }
    }
}
