{
    "month_name": "Tháng 6",
    "month": "2025-06",
    "days": {
        "day_25": {
            "date": "2025-06-25",
            "love": "Tình yêu của Xử Nữ hôm nay có 'vibe' cực 'healing'. 💖 Sự chăm sóc 'tới nơi tới chốn' của bạn sẽ làm người ấy 'tan chảy'. Có đôi thì hãy có một buổi 'deep talk' để hiểu nhau hơn. FA thì cứ 'thong thả', đừng vội, 'gu' của bạn là những người 'chất lượng', đáng tin cậy. ✨",
            "career": "Skill phân tích và sắp xếp của bạn hôm nay 'on top'. 📈 Đây là ngày để bạn 'flex' khả năng làm báo cáo, phân tích data. Đồng nghiệp sẽ coi bạn như 'vị cứu tinh'. Khả năng 'soi' lỗi của bạn sẽ giúp team tránh được nhiều 'drama'. Cơ hội thăng tiến đang 'nhắm' vào bạn đó. 😉",
            "health": "Cái bụng và hệ thần kinh của bạn hơi 'mong manh' hôm nay. Ăn uống 'eat clean', nói không với đồ ăn nhanh. Lập kế hoạch bữa ăn sẽ giúp bạn 'healthy and balanced'. Đừng 'cầu toàn' quá mà 'stress', hãy thử thiền, đọc sách hoặc làm vườn để 'chill'. 🧘‍♀️",
            "lucky_number": 6,
            "advice": "Hãy tin vào khả năng 'soi chi tiết' của mình. Nhưng đừng để nó biến thành 'áp lực'. Đôi khi 'không hoàn hảo' lại là một sự 'hoàn hảo' theo cách riêng. Hãy để sự 'uy tín' của bạn tỏa sáng. 🌟"
        },
        "day_26": {
            "date": "2025-06-26",
            "love": "Xử Nữ hôm nay thể hiện sự quan tâm 'tinh tế'. ❤️ Có đôi thì hãy 'lắng nghe' và 'phân tích' nhu cầu của người ấy. Sự 'thực tế' của bạn tạo cảm giác 'an toàn'. FA thì cứ 'kiên nhẫn', tình yêu 'đích thực' sẽ đến với người có cùng 'giá trị sống'. 🤗",
            "career": "Khả năng phân tích chi tiết mang lại 'thành quả xuất sắc'. Đây là ngày phù hợp để 'hoàn thiện' báo cáo hoặc 'cải tiến' quy trình. Sự 'chính xác' của bạn sẽ được 'ghi nhận'. Khả năng giải quyết vấn đề 'logic' sẽ giúp bạn vượt qua thử thách. 💪",
            "health": "Hệ tiêu hóa và thần kinh cần được 'chú ý'. Đừng 'cầu toàn' quá mà 'stress'. Ăn nhiều chất xơ, probiotic. Thiền, yoga hoặc làm vườn sẽ giúp 'thư giãn'. Ngủ đủ giấc nhé. 😴",
            "lucky_number": 3,
            "advice": "Hãy tin vào khả năng phân tích của mình. Đừng quá 'cầu toàn' mà tạo áp lực. Chấp nhận sự 'không hoàn hảo' cũng là một dạng 'hoàn hảo'. Hãy để sự 'đáng tin cậy' của bạn tỏa sáng. ✨"
        },
        "day_27": {
            "date": "2025-06-27",
            "love": "Trực giác của bạn hôm nay 'bắt sóng' cực tốt. ❤️ Thay vì 'phân tích', hãy 'lắng nghe' trái tim. FA có thể gặp người 'bất ngờ' qua công việc. Đừng vội 'đánh giá', hãy cho bản thân cơ hội 'khám phá'. 😉",
            "career": "Bạn sẽ 'tỏa sáng' trong vai trò 'cố vấn'. Khả năng nhìn thấy 'chi tiết' sẽ giúp bạn đưa ra gợi ý 'giá trị'. Đây là ngày tốt để 'học thêm' kỹ năng mới. Cơ hội 'đào tạo' có thể xuất hiện. 🎓",
            "health": "Cơ thể cần được 'thanh lọc'. Uống nhiều nước, trà xanh. Ăn nhiều rau xanh, trái cây. Tránh đồ ăn 'nặng'. Đi bộ hoặc tập yoga nhẹ nhàng sẽ giúp 'kích thích' tuần hoàn. 🚶‍♀️",
            "lucky_number": 9,
            "advice": "Tin vào khả năng quan sát và phân tích, nhưng đừng quên 'kết hợp' với trực giác. Quyết định tốt nhất đến từ sự 'cân bằng' giữa lý trí và cảm xúc. Mở lòng học hỏi nhé. 🧠"
        },
        "day_28": {
            "date": "2025-06-28",
            "love": "Giao tiếp 'chân thành' là 'chìa khóa'. 🔑 Có đôi thì hãy 'chia sẻ' cởi mở. Những cuộc 'deep talk' sẽ tạo sự 'gắn kết'. FA thì hãy chú ý đến những người 'thân quen', tình yêu có thể 'nảy sinh' từ những mối quan hệ bạn chưa để ý. 🥰",
            "career": "Khả năng phân tích của bạn sẽ được 'thử thách'. Đây là cơ hội để 'chứng minh' tài năng. Sử dụng kỹ năng 'nghiên cứu' để tìm ra 'nguyên nhân gốc rễ'. Đồng nghiệp và sếp sẽ 'ấn tượng' với cách tiếp cận 'hệ thống' của bạn. 🤩",
            "health": "Hệ miễn dịch cần được 'củng cố'. Ngủ đủ giấc, ăn uống 'bổ dưỡng'. Ưu tiên thực phẩm giàu vitamin C. Tránh 'stress' bằng cách chia nhỏ công việc. Dành thời gian cho sở thích cá nhân. 🎨",
            "lucky_number": 5,
            "advice": "Đừng để việc tìm kiếm sự 'hoàn hảo' cản trở bạn. Tập trung vào 'tiến độ'. Mỗi bước nhỏ đều có 'giá trị'. Hãy 'ăn mừng' những thành tựu nhỏ của bản thân. 🎉"
        },
        "day_29": {
            "date": "2025-06-29",
            "love": "Đừng để sự 'cầu toàn' tạo ra kỳ vọng 'không thực tế'. Tình yêu 'phát triển' qua việc chấp nhận 'khuyết điểm'. Đừng chỉ 'chỉ trích', hãy 'đánh giá cao' những gì đã có. FA thì đừng tạo ra 'checklist' bất khả thi. Hãy cho phép sự 'tự phát' trong tình yêu. 😉",
            "career": "Sự chú ý đến chi tiết của bạn giúp giải quyết vấn đề 'phức tạp'. Bạn là 'tài sản' của công ty. Tuy nhiên, đừng quá 'sa đà' vào chi tiết mà quên đi 'bức tranh lớn'. Trình bày giải pháp một cách 'khéo léo' để tránh có vẻ 'phê bình'. 🤫",
            "health": "Hệ tiêu hóa cần được 'chú ý'. Giải quyết 'lo âu' thay vì chỉ điều trị triệu chứng. Yoga, thái cực quyền sẽ giúp 'cân bằng'. Chú ý tay và ngón tay, kéo giãn thường xuyên. Vẻ đẹp tự nhiên của bạn 'tỏa sáng' qua thói quen lành mạnh. ✨",
            "lucky_number": 27,
            "advice": "Món quà của bạn là nhìn thấy cách mọi thứ có thể 'cải thiện'. Nhưng hãy 'đánh giá cao' những gì đã hoạt động tốt. 'Tiến bộ hơn sự hoàn hảo' nên là 'phương châm' của bạn. Đặt ra 'ranh giới' để tránh 'kiệt sức'. 🙏"
        },
        "day_30": {
            "date": "2025-06-30",
            "love": "Cuối tháng, hãy 'suy ngẫm' về sự phát triển trong tình yêu. ❤️ Bạn đã 'thoải mái' hơn với những 'khuyết điểm' của mình và người ấy chưa? Có đôi thì hãy lên kế hoạch một buổi 'tụ tập' thân mật. FA thì bạn đã 'biết mình muốn gì'. Mùa hè hứa hẹn những cuộc gặp gỡ 'chất lượng'. 💎",
            "career": "Nhìn lại tháng 6, những đóng góp của bạn cho 'hiệu quả' công việc là 'không thể chối cãi'. Những cải tiến của bạn đã 'tiết kiệm' thời gian và tiền bạc. Danh tiếng về sự 'kỹ lưỡng' đã đặt bạn vào vị trí có cơ hội 'thăng tiến'. 🚀",
            "health": "Sức khỏe của bạn được 'cải thiện' nhờ cách tiếp cận 'nhất quán'. Hệ tiêu hóa đã 'tốt hơn'. Hệ thần kinh đã được 'hưởng lợi' từ việc thư giãn. Trí tuệ cơ thể của bạn đã 'mạnh mẽ' hơn, hãy tin vào nó. 💪",
            "lucky_number": 6,
            "advice": "Sự phát triển của bạn trong việc chấp nhận 'đủ tốt' là một thành tựu 'sâu sắc'. Bạn đã học được rằng 'hoàn hảo' là một quá trình. Sự phục vụ người khác của bạn 'bền vững' nhất khi nó đến từ sự 'dư thừa'. Hãy tiếp tục 'tỏa sáng'. 🔥"
        }
    }
}
