{
    "month_name": "Tháng 6",
    "month": "2025-06",
    "days": {
        "day_25": {
            "date": "2025-06-25",
            "love": "Độ 'mlem' và khả năng 'thả thính' của Song Tử hôm nay đạt 'max level'. 😉 Nếu có gấu, cẩn thận kẻo sự tung tăng của bạn bị 'hiểu lầm' đó nha. FA thì cứ gọi là 'auto đổ', tha hồ 'quét Tinder'. Một cuộc 'deep talk' sẽ giúp kết nối tình cảm sâu sắc hơn là chỉ 'tấu hài' thôi đâu. 💖",
            "career": "Skill giao tiếp của bạn hôm nay 'tỏa sáng' như đèn pha. 💡 Mọi lĩnh vực từ sale, marketing đến PR đều là 'sân khấu' của bạn. Tuy nhiên, não bạn đang nhảy số quá nhanh, dễ bị 'overload' ý tưởng. Nhớ 'focus' vào một việc thôi, đừng 'tham lam' quá kẻo 'toang' hết. Teamwork sẽ giúp bạn đi xa hơn đó. 🤝",
            "health": "Não bạn hôm nay hoạt động hết công suất, dễ bị 'chập chờn' lắm. 🤯 Hãy thử 'detox' não bằng thiền, đi bộ hoặc nghe podcast. Tay và vai có thể bị mỏi vì 'cày phím' quá nhiều, nhớ giãn cơ thường xuyên. Đừng bỏ bữa, ăn uống healthy để nạp lại năng lượng nhé. 🥗",
            "lucky_number": 5,
            "advice": "Hãy 'embrace' sự đa tài của mình, bạn là một 'viên ngọc quý' đó. Nhưng nhớ là, 'chất lượng hơn số lượng'. Hoàn thành một việc 'ra ngô ra khoai' rồi hãy nhảy sang việc khác. Lời nói của bạn có 'sức nặng', hãy dùng nó để truyền cảm hứng nhé. ✨"
        },
        "day_26": {
            "date": "2025-06-26",
            "love": "Hôm nay, Song Tử cần một tình yêu có 'chiều sâu' trí tuệ. 🧠 Bạn sẽ 'đổ' một người có thể cùng bạn 'tranh luận' về mọi thứ trên đời. Có đôi thì hãy rủ người ấy đi xem phim tài liệu hoặc tham gia một workshop 'hack não'. FA thì cứ mạnh dạn 'show off' sự thông minh của mình, 'crush' sẽ tự động 'inbox'. 😉",
            "career": "Khả năng 'đa nhiệm' của bạn hôm nay là một 'vũ khí' lợi hại. Bạn có thể 'cân' nhiều dự án cùng lúc. Đây là ngày tốt để 'networking', mở rộng vòng tròn quan hệ. Tuy nhiên, đừng để sự 'lan man' làm bạn mất tập trung. Hoàn thành từng việc một cách 'chất lượng' nhé. 💪",
            "health": "Hệ thần kinh của bạn cần được 'chill'. Đừng để stress 'gõ cửa'. Hãy thử các bài tập thở hoặc yoga để 'relax'. Chú ý sức khỏe tay và vai, đừng để bị 'đau mỏi' vì công việc. Ăn uống đủ chất để có năng lượng 'chiến đấu' cả ngày. 🔋",
            "lucky_number": 3,
            "advice": "Hãy tận dụng khả năng giao tiếp 'thần sầu' của mình để tạo ra cơ hội. Đừng ngại 'share' ý tưởng và kết nối với mọi người. Sự linh hoạt là 'chìa khóa' thành công của bạn hôm nay. 🚀"
        },
        "day_27": {
            "date": "2025-06-27",
            "love": "Giao tiếp là 'chìa khóa vạn năng' cho tình yêu của Song Tử hôm nay. 🔑 Có đôi thì hãy có một buổi 'deep talk' để hiểu nhau hơn. FA thì cứ tự tin 'bật đèn xanh', sự hài hước và thông minh của bạn là 'vũ khí' tối thượng. Tình yêu có thể đến từ một cuộc gặp gỡ 'bất thình lình'. 😲",
            "career": "Khả năng 'đa nhiệm' và linh hoạt của bạn sẽ được 'phát huy' tối đa. Đây là ngày tốt để 'networking' và mở rộng mối quan hệ. Tuy nhiên, hãy 'focus' hoàn thành một việc trước khi 'nhảy' sang việc khác để đảm bảo 'chất lượng' công việc. 🎯",
            "health": "Não bạn cần được 'nghỉ ngơi'. Hãy thử đọc sách, nghe nhạc hoặc thiền để 'relax'. Tránh căng thẳng quá mức. Chú ý sức khỏe của tay và cổ tay. Tập thể dục nhẹ nhàng sẽ giúp bạn 'cân bằng' năng lượng. 🧘‍♀️",
            "lucky_number": 3,
            "advice": "Hãy tận dụng khả năng giao tiếp 'đỉnh cao' của mình để tạo ra cơ hội. Đừng ngại 'share' ý tưởng và kết nối với mọi người. Sự linh hoạt sẽ là 'lợi thế' lớn của bạn. ✨"
        },
        "day_28": {
            "date": "2025-06-28",
            "love": "Song Tử hôm nay sẽ 'tỏa sáng' với khả năng giao tiếp 'mặn mà'. 😂 Có đôi thì hãy 'khám phá' những chủ đề mới lạ cùng nhau. FA thì các app hẹn hò hoặc mạng xã hội có thể mang đến một 'crush' tiềm năng. Hãy 'show off' sự thông minh và hài hước của mình. 😉",
            "career": "Hôm nay bạn sẽ 'xuất sắc' trong các công việc đòi hỏi sự 'đa nhiệm' và giao tiếp. Bạn có thể phải 'cân' nhiều dự án cùng lúc, nhưng sự linh hoạt sẽ giúp bạn 'xử lý' mọi thứ 'ngon ơ'. Cơ hội liên quan đến truyền thông, marketing đang 'vẫy gọi'. 📣",
            "health": "Não bạn cần được 'F5'. Hãy có những khoảng nghỉ ngắn trong ngày để 'relax'. Đọc sách, nghe podcast sẽ giúp 'kích thích' não bộ một cách 'healthy'. Chú ý sức khỏe tay và cổ tay, đừng để bị 'đau nhức' nhé. 💪",
            "lucky_number": 12,
            "advice": "Hãy tận dụng khả năng giao tiếp để tạo ra những kết nối 'chất lượng'. Đồng thời, học cách 'tập trung' để đạt kết quả tốt hơn. Kiên nhẫn là 'chìa khóa' đó. 🔑"
        },
        "day_29": {
            "date": "2025-06-29",
            "love": "Kết nối trí tuệ là 'chân ái' của Song Tử hôm nay. 💖 Bạn 'thèm' những cuộc trò chuyện 'hack não'. Một người có thể cùng bạn 'tranh luận' về vũ trụ sẽ 'đốn tim' bạn. Có đôi thì hãy cùng nhau học một kỹ năng mới. FA thì đừng 'phân tích' quá nhiều, đôi khi cảm xúc cần được 'cảm nhận' thôi. 😉",
            "career": "Sự nhanh nhạy của bạn hôm nay đạt 'đỉnh'. Các dự án nghiên cứu, phân tích dữ liệu sẽ rất 'thuận lợi'. Bạn có khả năng nhìn thấy những 'kết nối' mà người khác 'bỏ lỡ'. Tuy nhiên, hãy cẩn thận với 'drama' công sở, đừng để sự thẳng thắn của bạn làm 'mất lòng' người khác. 🤫",
            "health": "Hệ hô hấp của bạn cần được 'chăm sóc'. Hãy dành thời gian ở nơi không khí trong lành. Tay và vai có thể bị 'mỏi' vì 'ôm' điện thoại quá nhiều. 'Digital detox' vài giờ để não được 'nghỉ ngơi'. 🌳",
            "lucky_number": 14,
            "advice": "Sự tò mò là 'siêu năng lực' của bạn. Nhưng hãy cân bằng giữa 'bề rộng' và 'chiều sâu'. Đừng cái gì cũng biết một chút, hãy chọn vài lĩnh vực để 'master' nó. Lời nói của bạn có sức mạnh, hãy dùng nó để 'truyền cảm hứng'. 🔥"
        },
        "day_30": {
            "date": "2025-06-30",
            "love": "Cuối tháng, hãy 'review' lại cách bạn giao tiếp trong tình yêu. 💬 Bạn đã học được cách 'thể hiện' nhu cầu và lắng nghe đối phương tốt hơn chưa? Có đôi thì hãy viết thư tình hoặc tạo một playlist chung. FA thì hãy 'nâng cấp' tiêu chuẩn của mình lên, bạn xứng đáng với một người 'trân trọng' mọi 'phiên bản' của bạn. ✨",
            "career": "Nhìn lại tháng 6, bạn đã 'flex' được rất nhiều kỹ năng. Khả năng học hỏi nhanh và thích ứng của bạn đã được 'ghi nhận'. Hãy duy trì các mối quan hệ 'chất lượng' đã xây dựng được. Mục tiêu tháng 7 nên là 'đào sâu' chuyên môn trong vài lĩnh vực chính. Bạn đang 'trưởng thành' hơn trong giao tiếp đó. 🚀",
            "health": "Sức khỏe của bạn được 'cải thiện' nhờ việc kết hợp giữa 'vận động' và 'trí não'. Hãy tiếp tục duy trì thói quen này. Giấc ngủ đã 'ngon' hơn nhờ việc 'say bye' với điện thoại trước khi ngủ. Viết nhật ký đã giúp bạn 'xả stress' hiệu quả. Mục tiêu tháng 7: các hoạt động ngoài trời. 🏞️",
            "lucky_number": 22,
            "advice": "Hãy 'tự hào' về sự trưởng thành của mình. Khả năng thích ứng của bạn là một 'tài sản' quý giá. Hãy tiếp tục phát triển 'tiếng nói' riêng của mình. Quan điểm của bạn có giá trị vì bạn nhìn thấy những điều người khác không thấy. Tháng 7 sẽ là cơ hội để bạn 'tỏa sáng'. 🔥"
        }
    }
}
