{
    "days":  {
                 "day_30":  {
                                "date":  "2025-06-30",
                                "love":  "Ngày cuối tháng, hãy 'trân trọng' những khoảnh khắc yêu thương đã qua. ❤️ Có đôi thì hãy tạo một 'hộp kỷ niệm' chung. FA thì hãy 'dọn dẹp' trái tim, sẵn sàng cho một tình yêu mới 'cực keo'. Năng lượng của bạn đang ở 'đỉnh cao', thu hút những người tìm kiếm sự kết nối 'chân thật'. ✨",
                                "career":  "Cuối tháng là lúc để 'đánh giá' sự hài lòng trong công việc. Công việc có đang 'nuôi dưỡng' tâm hồn bạn không? Hãy nghĩ về 'work-life balance'. Khả năng tạo ra môi trường làm việc 'ấm áp' có thể mang lại cho bạn vai trò 'leader'. Ghi lại những thành tích của mình nhé. 📝",
                                "health":  "Sự kết nối của bạn với mặt trăng đang rất mạnh. 🌕 Hãy chú ý đến năng lượng và cảm xúc của mình. Tạo thói quen buổi tối để 'thư giãn'. Phòng ngủ của bạn phải là một 'thánh địa'. Ăn uống 'healthy' và nấu ăn với tình yêu. Đi dạo dưới ánh trăng sẽ rất 'chill'. 🚶‍♀️",
                                "lucky_number":  28,
                                "advice":  "Kết thúc tháng bằng cách 'tôn vinh' sự trưởng thành của mình. Đặt 'mục tiêu' cho tháng 7: nhiều vẻ đẹp, sự thoải mái và an toàn hơn. Tin vào trực giác của bạn. Món quà tình yêu vô điều kiện của bạn rất 'cần thiết' cho thế giới. ❤️"
                            },
                 "day_25":  {
                                "date":  "2025-06-25",
                                "love":  "Hôm nay Cự Giải mode 'yêu thương full giáp'. ❤️ Trực giác của bạn 'bắt sóng' cảm xúc của người ấy cực nhạy. Có đôi thì một buổi tối 'homemade' ấm cúng sẽ 'healing' cả hai tâm hồn. FA thì tình yêu có thể đến từ một người bạn 'thân như hình với bóng' hoặc do gia đình 'mai mối'. Sự ấm áp của bạn sẽ làm 'tan chảy' mọi trái tim. 🥰",
                                "career":  "Trong công việc, skill 'chăm sóc' và 'hỗ trợ' của bạn sẽ được ghi nhận. Các job về giáo dục, dịch vụ cộng đồng hôm nay cực hợp 'vibe'. Trực giác của bạn hôm nay 'mách bảo' toàn deal ngon, cứ tin vào cảm giác đầu tiên nhé. Sếp sẽ đánh giá cao sự tận tâm của bạn. 💯",
                                "health":  "Cái bụng và tâm trạng của Cự Giải hôm nay hơi 'nhạy cảm'. Stress có thể làm bạn 'đau bụng' đó. Ăn uống nhẹ nhàng, 'healthy' và uống nhiều nước. Dành thời gian bên gia đình sẽ giúp bạn 'sạc' lại năng lượng. Một bồn tắm nước ấm là 'best choice' để thư giãn. 🛀",
                                "lucky_number":  2,
                                "advice":  "Hãy tin vào trực giác của mình, nó là 'kim chỉ nam' của bạn hôm nay. Đừng ngại thể hiện sự quan tâm, đó là 'siêu năng lực' của bạn. Lùi lại một bước để 'chill' cũng là một lựa chọn thông minh. ✨"
                            },
                 "day_26":  {
                                "date":  "2025-06-26",
                                "love":  "Tình yêu của Cự Giải hôm nay đậm chất 'gia đình'. 👨‍👩‍👧‍👦 Có đôi thì hãy tạo một không gian ấm cúng, cùng nhau nấu ăn hoặc trang trí nhà cửa. FA thì tình yêu có thể đến từ những người bạn thân hoặc các hoạt động gia đình. Sự an toàn cảm xúc là thứ bạn 'tỏa ra' hôm nay. 🤗",
                                "career":  "Khả năng chăm sóc và hỗ trợ đồng nghiệp của bạn được đánh giá cao. Các ngành dịch vụ khách hàng, giáo dục rất hợp với bạn. Trực giác tốt sẽ giúp bạn đưa ra quyết định đúng đắn về tài chính. Làm việc tại nhà hôm nay sẽ rất 'hiệu quả'. 🏡",
                                "health":  "Hệ tiêu hóa và tâm trạng của bạn cần được 'chú ý'. Stress có thể gây 'khó ở'. Ăn uống nhẹ nhàng, uống nhiều nước. Dành thời gian ở nhà sẽ giúp bạn 'hồi phục' năng lượng. Tắm nước ấm với tinh dầu sẽ giúp 'cân bằng' cảm xúc. 🌿",
                                "lucky_number":  4,
                                "advice":  "Hãy tin vào trực giác của mình. Đừng ngại thể hiện sự quan tâm và bảo vệ những người xung quanh. Tình yêu thương của bạn sẽ mang lại cảm giác 'an toàn' cho mọi người. ❤️"
                            },
                 "day_27":  {
                                "date":  "2025-06-27",
                                "love":  "Hôm nay Cự Giải mode 'hoài niệm'. 💖 Có đôi thì hãy cùng nhau 'ôn lại kỷ niệm xưa', xem lại ảnh cũ hoặc đến những nơi 'chỉ hai ta biết'. FA thì tình yêu có thể đến từ những người bạn 'thanh mai trúc mã'. Sự chân thành của bạn sẽ 'hút' những người cần sự an toàn. 🥰",
                                "career":  "Trong công việc, khả năng 'nuôi dưỡng' các mối quan hệ của bạn sẽ mang lại 'trái ngọt'. Đây là ngày tốt để 'mentor' đồng nghiệp mới hoặc xây dựng văn hóa công ty 'ấm áp'. Trực giác mạnh sẽ giúp bạn đưa ra quyết định đúng đắn trong việc quản lý nhân sự. 🤝",
                                "health":  "Sức khỏe cảm xúc của bạn là 'ưu tiên số 1'. Hãy tạo một không gian sống 'chill' và yên bình. Dọn dẹp nhà cửa, thêm cây xanh sẽ có tác động 'tích cực' đến tâm trạng. Chú ý hệ tiêu hóa, ăn uống nhẹ nhàng. Thiền định sẽ giúp bạn 'cân bằng' năng lượng. 🧘‍♀️",
                                "lucky_number":  7,
                                "advice":  "Hãy tin vào trực giác và cảm xúc của mình. Quyết định tốt nhất đến từ trái tim. Đừng ngại thể hiện sự quan tâm và bảo vệ những người bạn yêu thương. Tạo ra không gian an toàn cho bản thân và người khác sẽ mang lại nhiều 'may mắn'. ✨"
                            },
                 "day_28":  {
                                "date":  "2025-06-28",
                                "love":  "Cự Giải hôm nay cảm nhận sự ấm áp từ tình yêu gia đình. ❤️ Có đôi thì hãy giới thiệu người ấy với gia đình hoặc bạn thân. Tạo cảm giác 'nhà' cho đối phương sẽ làm tình yêu thêm 'bền chặt'. FA có thể tìm thấy tình yêu qua các hoạt động cộng đồng. 🤗",
                                "career":  "Khả năng chăm sóc đồng nghiệp của bạn được ghi nhận. Bạn là 'chỗ dựa' tinh thần cho mọi người. Trực giác tốt giúp bạn đưa ra quyết định đúng đắn. Làm việc tại nhà hôm nay rất 'hiệu quả'. Một dự án cộng đồng có thể mang lại cơ hội mới. 🌟",
                                "health":  "Cảm xúc ảnh hưởng trực tiếp đến sức khỏe của bạn. Hãy tạo một môi trường sống 'tích cực'. Dọn dẹp nhà cửa, thêm cây xanh sẽ cải thiện năng lượng. Chú ý dạ dày, ăn uống nhẹ nhàng. Tắm thư giãn sẽ giúp 'cân bằng' cảm xúc. 🛀",
                                "lucky_number":  4,
                                "advice":  "Hãy tin vào trực giác của mình. Quyết định tốt nhất đến từ trái tim. Hãy để tình yêu thương của bạn trở thành 'sức mạnh' giúp đỡ người khác. 💪"
                            },
                 "day_29":  {
                                "date":  "2025-06-29",
                                "love":  "Hôm nay Cự Giải sẽ 'đào sâu' tình yêu qua sự đồng cảm. 💖 Có đôi thì hãy thực sự 'lắng nghe' đối phương, cả những điều không nói thành lời. Cùng nhau làm tình nguyện sẽ tăng cường 'sự gắn kết'. FA thì tình yêu có thể đến từ những người cần được 'chữa lành'. 🥰",
                                "career":  "Trí tuệ cảm xúc của bạn sẽ được 'công nhận'. Đây là ngày tuyệt vời để giải quyết 'drama' công sở hoặc đưa ra những chính sách 'nhân văn'. Trực giác về thị trường sẽ giúp bạn đưa ra quyết định 'chiến lược'. Cơ hội thăng tiến trong ngành nhân sự, tư vấn đang đến. 🚀",
                                "health":  "Năng lượng mặt trăng đang ảnh hưởng mạnh đến bạn. Hãy 'lắng nghe' cơ thể mình. Nếu mệt, hãy nghỉ ngơi. Bơi lội hoặc tắm nước ấm rất tốt cho bạn. Chú ý hệ tiêu hóa, ăn chậm, nhai kỹ. Thái cực quyền sẽ giúp bạn 'cân bằng' năng lượng. ☯️",
                                "lucky_number":  13,
                                "advice":  "Hãy 'tôn vinh' cả sức mạnh và sự 'mỏng manh' của mình. Khả năng cảm nhận sâu sắc là 'siêu năng lực'. Đặt ra 'ranh giới' để bảo vệ năng lượng của mình. 'Self-care' là điều cần thiết để bạn có thể tiếp tục yêu thương người khác. ❤️"
                            }
             },
    "month_name":  "Tháng 6",
    "month":  "2025-06"
}
