{
    "days":  {
                 "day_30":  {
                                "date":  "2025-06-30",
                                "love":  "Ngày cuối tháng, hãy cùng người ấy 'review' lại 'love journey' của hai bạn. 💖 'Set goal' cho tháng tới để tình yêu thêm 'mặn nồng'. FA thì hãy 'makeover' bản thân, 'update' profile hẹn hò, sẵn sàng cho một 'chapter' mới 'cực keo'. ✨",
                                "career":  "Cuối tháng là lúc để 'tổng kết' sự nghiệp. Liệt kê những 'achievement' và cả những 'bài học xương máu'. 'Plan' cho tháng tới với những mục tiêu 'khủng' hơn. Một cuộc nói chuyện với sếp về định hướng sắp tới cũng là một ý hay. 🚀",
                                "health":  "Sau một tháng 'cháy' hết mình, cơ thể bạn cần được 'F5'. Hãy tự thưởng một buổi spa, massage. Ăn uống 'healthy' để nạp lại vitamin. Ngủ đủ giấc để 'reset' năng lượng cho tháng mới. 😴",
                                "lucky_number":  555,
                                "advice":  "Hãy tự hào về những gì bạn đã làm được và 'take note' những kinh nghiệm quý báu. Kết thúc tháng 6 bằng một kế hoạch 'chiến' cho tháng 7. Mọi kết thúc đều là một khởi đầu mới 'cực cháy'. 🎉"
                            },
                 "day_25":  {
                                "date":  "2025-06-25",
                                "love":  "Bảo Bình hôm nay 'vibe' độc lạ, 'out of the box' trong tình yêu. 👽 Có đôi thì rủ người ấy thử ngay một buổi hẹn hò 'anti lãng mạn' như đi xem triển lãm nghệ thuật đương đại hay cày game xuyên đêm. FA thì cứ tự tin khoe cá tính, 'crush' sẽ tự động 'đổ' vì sự thông minh, 'cool ngầu' của bạn. 😉",
                                "career":  "Sự sáng tạo của bạn hôm nay 'on top'. Đây là lúc để 'flex' những ý tưởng 'điên rồ' nhưng cực kỳ 'insightful'. Đừng ngại đề xuất những giải pháp công nghệ mới, sếp và đồng nghiệp sẽ phải ' trầm trồ'. 🤩 Kết nối với những người cùng 'tần số' để tạo ra những dự án 'bùng nổ'.",
                                "health":  "Sức khỏe của Bảo Bình hôm nay cần 'sạc' lại bằng những hoạt động mới mẻ. Thử ngay yoga trên không, hoặc một lớp nhảy hiện đại xem sao. Đừng quên 'detox' não bộ bằng cách 'unplug' khỏi mạng xã hội vài giờ. 🧘‍♂️",
                                "lucky_number":  22,
                                "advice":  "Hãy để sự độc đáo của bạn 'tỏa sáng'. Đừng ngại đi ngược số đông, vì ý tưởng của bạn có thể là 'game changer'. 'Networking' với cộng đồng sẽ mang lại cho bạn nhiều 'deal' hời đó. ✨"
                            },
                 "day_26":  {
                                "date":  "2025-06-26",
                                "love":  "Hôm nay, 'vibe' tình yêu của Bảo Bình là sự kết nối về trí tuệ. 🧠 Có đôi thì hãy cùng nhau 'cày' một bộ phim tài liệu 'hack não' hoặc tham gia một workshop sáng tạo. FA thì tình yêu có thể 'nảy mầm' từ các hội nhóm online, nơi bạn có thể 'bắn' ra những ý tưởng 'chất lừ'.",
                                "career":  "Trong công việc, khả năng 'teamwork' và kết nối của bạn sẽ mang lại 'cú hích' lớn. Đây là ngày tốt để 'lead' các dự án cộng đồng hoặc các hoạt động thiện nguyện. 'Profile' của bạn sẽ 'uy tín' hơn trong mắt mọi người. 💪",
                                "health":  "Sức khỏe của Bảo Bình cần được 'balance' giữa hoạt động xã hội và thời gian cho bản thân. Tham gia các môn thể thao đồng đội rất 'okela', nhưng cũng đừng quên dành thời gian 'chill' một mình. Chú ý vùng cổ chân nhé. 🤸‍♀️",
                                "lucky_number":  11,
                                "advice":  "Hãy theo đuổi những ý tưởng 'vì cộng đồng'. Sự sáng tạo của bạn khi kết hợp với tinh thần nhân văn sẽ tạo ra những điều 'vi diệu'. 'Follow' sự tự do và độc lập của mình, bạn đang đi đúng hướng đó. 🚀"
                            },
                 "day_29":  {
                                "date":  "2025-06-29",
                                "love":  "Tình bạn là 'nền tảng' cho tình yêu của Bảo Bình hôm nay. 💖 Có đôi thì hãy là 'bestie' của nhau trước đã, sự gắn kết sẽ 'bền vững' hơn. Cùng nhau làm từ thiện sẽ giúp 'tình yêu' thăng hoa. FA thì 'crush' có thể đến từ hội bạn thân đó, 'check' lại ngay! 😉",
                                "career":  "Hôm nay là ngày để 'sống' với tinh thần nhân đạo. Tham gia các dự án vì cộng đồng của công ty sẽ giúp bạn 'ghi điểm' mạnh. Khả năng nhìn ra nhu cầu của tập thể và đưa ra giải pháp 'win-win' sẽ được đánh giá cao. 🌟",
                                "health":  "Giúp đỡ người khác sẽ giúp 'healing' tâm hồn bạn. Tuy nhiên, đừng để bị 'cạn' năng lượng. Học cách 'say no' và dành thời gian 'recharge' bản thân. Thiền định sẽ giúp bạn 'cân bằng' năng lượng cho và nhận. 🙏",
                                "lucky_number":  44,
                                "advice":  "'Self-care' không phải là ích kỷ, đó là điều 'cần thiết' để bạn có thể tiếp tục 'lan tỏa' năng lượng tích cực. Hãy để trái tim dẫn lối, nhưng đừng quên 'bật mood' lý trí nhé. ✨"
                            },
                 "day_27":  {
                                "date":  "2025-06-27",
                                "love":  "Tự do là 'chân ái' của Bảo Bình hôm nay. ❤️ Có đôi thì hãy cho nhau không gian riêng để 'theo đuổi đam mê'. Sự tôn trọng này sẽ khiến tình yêu thêm 'healthy and balanced'. FA thì cứ 'enjoy' cuộc sống độc thân, tình yêu sẽ đến lúc bạn 'tỏa sáng' nhất. ✨",
                                "career":  "Tinh thần đồng đội hôm nay 'lên cao'. Hãy là người 'kết nối' team và tạo ra một môi trường làm việc 'healthy'. Những buổi 'brainstorm' hôm nay sẽ cho ra những ý tưởng 'đỉnh của chóp'. Cơ hội tham gia các dự án 'xanh' đang vẫy gọi. 🌍",
                                "health":  "Sức khỏe tinh thần cần được 'chăm sóc' kỹ lưỡng. 'Tụ tập' bạn bè, tham gia các hoạt động cộng đồng sẽ giúp bạn 'sạc' lại năng lượng tích cực. Thiền định hoặc yoga ngoài trời cũng là một 'option' không tồi. 🧘‍♀️",
                                "lucky_number":  33,
                                "advice":  "Sức mạnh của bạn đến từ khả năng 'kết nối' và tạo ra thay đổi. Đừng ngại 'share' những ý tưởng tiến bộ của mình. 'Work-life balance' là 'key' để bạn vừa có thể 'chill' vừa cống hiến. 😉"
                            },
                 "day_28":  {
                                "date":  "2025-06-28",
                                "love":  "Bảo Bình hôm nay sẽ 'level up' tình yêu bằng công nghệ. 📱 Có đôi thì hãy tạo một playlist 'tình bể bình' cho người ấy, hoặc dùng app để tạo video kỷ niệm 'cute xỉu'. FA thì các app hẹn hò 'thông minh' có thể mang đến một 'match' bất ngờ. 😉",
                                "career":  "Khả năng 'tech-savvy' của bạn sẽ được 'trọng dụng' tối đa. Hãy đề xuất áp dụng AI hoặc tự động hóa vào công việc, sếp sẽ 'gật gù' thán phục. 'Update' xu hướng mới liên tục sẽ giúp bạn luôn ở 'top of the game'. 🏆",
                                "health":  "Cân bằng giữa 'online' và 'offline' là 'must-do' hôm nay. Dùng đồ công nghệ nhiều dễ bị 'mỏi mắt', hãy tập các bài thể dục cho mắt và cổ vai gáy. 'Digital detox' vài tiếng để kết nối với thế giới thật nhé. 🌳",
                                "lucky_number":  17,
                                "advice":  "Hãy dùng công nghệ một cách 'smart' để cải thiện cuộc sống. Đừng để nó 'cô lập' bạn. Mục tiêu cuối cùng là 'kết nối' và 'phục vụ' cộng đồng. Bạn làm được mà! 👍"
                            }
             },
    "month_name":  "Tháng 6",
    "month":  "2025-06"
}
