{
    "days":  {
                 "day_25":  {
                                "date":  "2025-06-25",
                                "love":  "Hôm nay, Thiên Bình toả ra một năng lượng 'chanh sả' và 'thanh lịch' khó cưỡng. 💅 Có đôi thì hãy 'set kèo' một buổi hẹn hò 'sang chảnh' tại một nhà hàng có 'view' đẹp hoặc một buổi tiệc cocktail. FA thì đừng ngại 'show off' gu thẩm mỹ của mình, 'crush' có thể xuất hiện ở những nơi 'sang-xịn-mịn' như triển lãm nghệ thuật, các sự kiện thời trang. Vẻ ngoài 'chỉn chu' và khả năng giao tiếp 'khéo léo' của bạn sẽ là 'vũ khí' tối thượng. 💖",
                                "career":  "Khả năng 'ngoại giao' và 'đàm phán' của bạn hôm nay sẽ 'on top'. Đây là thời điểm 'vàng' để 'chốt deal' với đối tác, thuyết phục sếp về một ý tưởng mới, hoặc 'hòa giải' mọi 'drama' trong team. Bạn chính là 'keo' gắn kết mọi người. Các công việc liên quan đến luật pháp, tư vấn, hoặc quan hệ công chúng sẽ cực kỳ 'thuận lợi'. Hãy tận dụng sự 'công bằng' và 'khách quan' của mình. ⚖️",
                                "health":  "Sức khoẻ của bạn cần sự 'cân bằng'. Hãy chú ý đến vùng lưng dưới và thận. Uống đủ nước và ăn các thực phẩm 'healthy' để 'detox' cơ thể. Các bài tập nhẹ nhàng như yoga, pilates, hoặc đi bộ sẽ giúp bạn 'giữ dáng' và 'xả stress'. Đừng quên 'chăm sóc' cho cả vẻ ngoài nữa nhé, một buổi spa sẽ giúp bạn 'F5' lại năng lượng. ✨",
                                "lucky_number":  6,
                                "advice":  "Hãy tin vào khả năng 'ngoại giao' và 'cân bằng' của mình. Sự 'khéo léo' sẽ giúp bạn 'gỡ rối' mọi tình huống. Đừng ngại đứng ra làm 'trọng tài', nhưng cũng phải đảm bảo quyền lợi của mình. Hôm nay, hãy để sự 'thanh lịch' và 'công bằng' của bạn dẫn lối. 🌟"
                            },
                 "day_26":  {
                                "date":  "2025-06-26",
                                "love":  "Vẻ đẹp và khí chất của Thiên Bình hôm nay đúng là 'hết nước chấm'. 😎 Có đôi thì đây là lúc để 'cân bằng' lại tình cảm, một buổi hẹn hò 'chill chill' ở triển lãm nghệ thuật hay dạo phố hoàng hôn là 'chuẩn bài'. FA thì cứ tự tin 'thả dáng', 'visual' của bạn sẽ 'hút' hết mọi ánh nhìn tại các sự kiện văn hóa, nghệ thuật. 'Crush' có cùng 'gu' thẩm mỹ đang ở gần bạn lắm đó. 😉",
                                "career":  "Skill 'ngoại giao' và tạo 'vibe' hài hòa của bạn sẽ được sếp 'để mắt' tới. 🤝 Đây là ngày 'vàng' để đàm phán, thương lượng hay giải quyết 'drama' công sở. Bạn chính là 'sứ giả hòa bình'. Cơ hội hợp tác với các brand nghệ thuật, thời trang đang 'bay' tới. 'Gu' thẩm mỹ của bạn sẽ tạo ra những ý tưởng 'đỉnh của chóp'. 🎨",
                                "health":  "Hệ thận và làn da của bạn cần được 'yêu thương'. Uống đủ nước, 'say bye' với đồ ăn mặn. Skincare và chống nắng đầy đủ để da luôn 'căng bóng'. Đừng ngồi một chỗ quá lâu, hãy thử pilates, dance hoặc thái cực quyền để cơ thể 'cân bằng'. Nghe nhạc 'lo-fi' sẽ giúp tâm hồn bạn 'thư giãn'. 🎶",
                                "lucky_number":  6,
                                "advice":  "Hãy tận dụng khả năng 'cân bằng' và tạo 'hòa bình' của mình. Đừng ngại làm 'người hòa giải', nhưng cũng phải biết 'bảo vệ' chính mình nhé. Hôm nay, hãy để 'visual' và sự thanh lịch của bạn 'tỏa sáng rực rỡ'. ✨"
                            },
                 "day_27":  {
                                "date":  "2025-06-27",
                                "love":  "Thiên Bình hôm nay có xu hướng 'overthinking' trong chuyện tình cảm. 🤯 Bạn phân tích quá nhiều và quên mất việc 'lắng nghe' con tim. Có đôi thì đừng để những 'lấn cấn' nhỏ phá hỏng 'vibe' lãng mạn. FA thì hãy bớt 'cân đo đong đếm' và cho người khác một cơ hội. Đôi khi tình yêu đến từ những điều 'không hoàn hảo'. ❤️",
                                "career":  "Trong công việc, bạn có thể gặp khó khăn trong việc 'ra quyết định'. Sự do dự có thể làm bạn lỡ mất cơ hội 'ngon'. Hãy tin vào 'trực giác' của mình hơn một chút. 'Brainstorm' cùng đồng đội sẽ giúp bạn có thêm góc nhìn và 'chốt' phương án tốt nhất. Đừng ngại hỏi xin 'ý kiến' nhé. 🤔",
                                "health":  "Căng thẳng tinh thần có thể ảnh hưởng đến sức khỏe của bạn. Hãy tìm cách 'xả stress' lành mạnh như đọc sách, xem phim, hoặc 'tám' với bạn thân. Tránh đưa ra các quyết định quan trọng về sức khỏe hôm nay. Một giấc ngủ ngon sẽ giúp bạn 'reset' lại tâm trí. 😴",
                                "lucky_number":  15,
                                "advice":  "Đừng để sự 'do dự' cản bước bạn. Đôi khi, quyết định 'không hoàn hảo' còn hơn là không quyết định gì cả. Hãy học cách 'tin tưởng' vào bản thân và 'flow' theo dòng chảy. Mọi chuyện rồi sẽ 'ổn áp' thôi. ✨"
                            },
                 "day_28":  {
                                "date":  "2025-06-28",
                                "love":  "Hôm nay là ngày để 'hâm nóng' tình cảm. 🔥 Có đôi thì hãy tạo bất ngờ cho người ấy bằng một món quà nhỏ hoặc một buổi hẹn hò 'độc lạ'. Sự sáng tạo và 'tinh tế' của bạn sẽ làm người ấy 'tan chảy'. FA thì hãy 'F5' lại bản thân, thử một phong cách mới. Sự thay đổi này sẽ mang lại 'năng lượng' tích cực và thu hút những 'vệ tinh' mới. 😉",
                                "career":  "Năng lượng sáng tạo của bạn đang 'dâng trào'. Đây là lúc để 'pitching' những ý tưởng 'đột phá' hoặc 'trang trí' lại góc làm việc. Các công việc liên quan đến nghệ thuật, marketing, thiết kế sẽ cực kỳ 'thăng hoa'. Đừng ngại thể hiện 'chất' riêng của mình. 🎨",
                                "health":  "Hãy 'chiêu đãi' bản thân một ngày 'yêu chiều'. Đi spa, làm tóc, hoặc mua sắm một vài món đồ mới sẽ giúp 'boost' tinh thần của bạn lên rất nhiều. Sức khỏe tinh thần và thể chất có mối liên hệ 'chặt chẽ'. Khi bạn vui, cơ thể bạn cũng khỏe. 😊",
                                "lucky_number":  5,
                                "advice":  "Hãy để sự 'sáng tạo' và 'tinh thần' nghệ sĩ của bạn được bay cao bay xa. Đừng ngại 'thử nghiệm' những điều mới mẻ. Hôm nay là ngày để bạn 'tỏa sáng' và 'truyền cảm hứng' cho mọi người. 🌟"
                            },
                 "day_29":  {
                                "date":  "2025-06-29",
                                "love":  "Thiên Bình hôm nay cần một cuộc 'deep talk' với người thương. 💬 Chia sẻ những suy nghĩ, cảm xúc và cả những 'lăn tăn' trong lòng sẽ giúp hai bạn 'thấu hiểu' nhau hơn. Sự 'chân thành' là chìa khóa để 'mở cửa' trái tim. FA thì hãy tìm kiếm những kết nối 'tâm hồn' thay vì chỉ 'lướt' qua vẻ bề ngoài. Một người bạn 'tri kỷ' có thể đang ở rất gần. ❤️",
                                "career":  "Trong công việc, khả năng 'giao tiếp' và 'kết nối' của bạn sẽ được phát huy tối đa. Đây là ngày tốt để 'networking', xây dựng mối quan hệ với đồng nghiệp và đối tác. Một cuộc trò chuyện 'thân mật' có thể mang lại những cơ hội 'bất ngờ'. Hãy là một người 'lắng nghe' tích cực. 👂",
                                "health":  "Sức khỏe tinh thần cần được 'vỗ về'. Hãy viết nhật ký, thiền, hoặc tâm sự với một người bạn tin tưởng. Việc 'giải tỏa' cảm xúc sẽ giúp bạn cảm thấy 'nhẹ nhõm' hơn rất nhiều. Chú ý đến cổ họng và hệ hô hấp nhé. 🌬️",
                                "lucky_number":  2,
                                "advice":  "Đừng ngại 'mở lòng' và chia sẻ cảm xúc thật của mình. Sự 'chân thành' sẽ mang bạn đến gần hơn với mọi người. Hôm nay, hãy để 'trái tim' dẫn lối cho lý trí. Tình yêu và sự thấu hiểu sẽ là 'kim chỉ nam' của bạn. ✨"
                            },
                 "day_30":  {
                                "date":  "2025-06-30",
                                "love":  "Ngày cuối tháng, hãy cùng người ấy 'tổng kết' lại những khoảnh khắc 'ngọt ngào' và cả những 'sóng gió' đã qua. 💖 Đây là lúc để 'trân trọng' mối quan hệ và 'vạch ra' kế hoạch cho tương lai. FA thì hãy nhìn lại hành trình tìm kiếm tình yêu của mình, bạn đã 'trưởng thành' hơn rất nhiều. Sẵn sàng cho một 'chương mới' đầy 'hứa hẹn'. 🥂",
                                "career":  "Cuối tháng là thời điểm để 'review' lại công việc. Bạn đã 'hoàn thành' những mục tiêu nào? Bạn đã học được gì? Hãy tự 'thưởng' cho mình vì những nỗ lực đã qua. Lên kế hoạch cho tháng 7 với những mục tiêu 'tham vọng' hơn. Một cuộc 'deal' lương hoặc thăng chức có thể đang chờ bạn. 🚀",
                                "health":  "Hãy 'F5' lại toàn bộ cơ thể và tinh thần. Một chuyến đi ngắn ngày, một buổi 'detox' hoặc đơn giản là một ngày 'không làm gì cả' sẽ giúp bạn 'sạc' lại năng lượng. Chăm sóc bản thân là 'ưu tiên' hàng đầu để bạn có thể 'cháy' hết mình trong tháng tới. 🌿",
                                "lucky_number":  21,
                                "advice":  "Hãy 'tự hào' về những gì bạn đã đạt được và 'trân trọng' những mối quan hệ xung quanh. Mỗi kết thúc là một 'khởi đầu' mới. Hãy kết thúc tháng 6 một cách 'viên mãn' và chào đón tháng 7 với một 'tâm thế' mới, 'năng lượng' mới. 🎉"
                            }
             },
    "month_name":  "Tháng 6",
    "month":  "2025-06"
}
