{
    "days":  {
                 "day_30":  {
                                "date":  "2025-06-30",
                                "love":  "Ngày cuối tháng 6 mang đến năng lượng đỉnh cao cho hành trình tình yêu của Bọ Cạp. Nếu bạn đang trong mối quan hệ cam kết, đây đánh dấu sự hoàn thành của chu kỳ phát triển quan trọng và khởi đầu chương mới với sự tin tưởng sâu sắc và trao quyền lẫn nhau. Bạn và người bạn đời có thể đưa ra quyết định chung về tài sản chia sẻ, nơi ở, hoặc những mục tiêu dài hạn từng tưởng như bất khả thi. Sự gần gũi tình dục và cảm xúc đạt đến đỉnh cao mới khi những rào cản giả tạo tan biến. Đối với người độc thân, những mô hình tình yêu trong quá khứ trở nên rõ ràng như pha lê, cho phép bạn thoát khỏi những chu kỳ tàn phá một lần và mãi mãi. Ai đó rất tương thích có thể bước vào quỹ đạo của bạn, có thể thông qua sở thích chung về tâm lý học, siêu hình học, hoặc công việc biến đổi. Mối liên hệ này sẽ thách thức và truyền cảm hứng cho bạn một cách ngang nhau.",
                                "career":  "Năng lượng cuối tháng thể hiện rõ những biến đổi nghề nghiệp lớn đã được xây dựng. Danh tiếng của bạn trong việc xử lý các tình huống phức tạp với sự điềm tĩnh dưới áp lực đặt bạn vào vị trí có cơ hội thăng tiến đáng kể. Các quyết định đầu tư, dù cá nhân hay nghề nghiệp, được thực hiện hôm nay có tiềm năng mang lại lợi nhuận dài hạn đáng kể. Những hiểu biết sâu sắc về bản chất con người và tâm lý thị trường mang lại cho bạn lợi thế trong đàm phán và lập kế hoạch chiến lược. Hãy xem xét việc ghi lại hành trình biến đổi của mình - câu chuyện vượt qua trở ngại có thể truyền cảm hứng cho người khác và mở ra cơ hội trong các vai trò huấn luyện, tư vấn, hoặc lãnh đạo. Các quan hệ đối tác tài chính hoặc liên doanh được thảo luận trong tháng này có thể đạt đến điểm quyết định. Hãy tin tưởng vào bản năng về những cơ hội phù hợp với con người thật của bạn.",
                                "health":  "Đỉnh cao của năng lượng biến đổi tháng 6 đòi hỏi sự tích hợp có ý thức để duy trì sức khỏe tối ưu. Cơ thể bạn đã xử lý những thay đổi mạnh mẽ - về mặt cảm xúc, tinh thần và thể chất. Hãy kiểm kê những thực hành đã hỗ trợ sức khỏe của bạn và những thói quen cần điều chỉnh. Gan và thận có thể cần hỗ trợ thêm sau giai đoạn giải độc. Cây kế sữa, nước ép nam việt quất, hoặc các giao thức làm sạch chuyên nghiệp có thể có lợi. Những dao động hormone đang bình thường hóa, nhưng hãy tiếp tục hỗ trợ hệ thống nội tiết với giấc ngủ đầy đủ, quản lý căng thẳng và dinh dưỡng cân bằng. Hãy xem xét việc đặt lịch kiểm tra sức khỏe toàn diện để thiết lập cơ sở cho giai đoạn mới này của cuộc sống. Mối quan hệ của bạn với cơ thể đã phát triển - hãy tôn vinh sự khôn ngoan bạn đã có được về những gì thực sự nuôi dưỡng bạn.",
                                "lucky_number":  888,
                                "advice":  "Kết thúc tháng 6 bằng cách thừa nhận sự phát triển và biến đổi đáng kinh ngạc mà bạn đã trải qua. Sự sẵn sàng đi sâu, đối mặt với những sự thật khó khăn, và trở nên mạnh mẽ hơn thể hiện lòng dũng cảm đáng chú ý. Khi bạn chuẩn bị cho tháng 7, hãy nhớ rằng sức mạnh thật sự đến từ tính chân thực, không phải từ việc cố gắng kiểm soát người khác. Sự hiện diện từ tính và khả năng biến đổi của bạn là những món quà nhằm giúp người khác tìm thấy sức mạnh riêng của họ. Hãy sử dụng năng lượng kết thúc của tháng này để đặt ý định về cách bạn muốn thể hiện mình trong thế giới tiến về phía trước."
                            },
                 "day_25":  {
                                "date":  "2025-06-25",
                                "love":  "Bọ Cạp hôm nay sẽ cảm nhận được sự hòa hợp và cân bằng trong tình yêu. Khả năng cân nhắc và nhìn nhận vấn đề từ nhiều góc độ sẽ giúp bạn giải quyết những bất đồng trong mối quan hệ một cách khôn ngoan. Nếu bạn đang trong mối quan hệ, đây là thời điểm tốt để thảo luận về những kế hoạch tương lai và tìm ra tiếng nói chung. Sự công bằng và hài hòa mà bạn mang lại sẽ làm cho người thương cảm thấy an tâm và hạnh phúc. Đối với người độc thân, vẻ đẹp tự nhiên và phong cách thanh lịch của Bọ Cạp sẽ thu hút nhiều sự chú ý. Hãy mở lòng với những cơ hội gặp gỡ mới, đặc biệt trong các sự kiện xã hội hoặc nghệ thuật.",
                                "career":  "Trong lĩnh vực công việc, khả năng làm việc nhóm và tạo ra môi trường hài hòa của Bọ Cạp sẽ được đánh giá cao. Đây là ngày phù hợp để đàm phán, thương lượng hoặc giải quyết những xung đột trong công việc. Kỹ năng giao tiếp xuất sắc và khả năng nhìn thấy nhiều khía cạnh của vấn đề sẽ giúp bạn trở thành người hòa giải hiệu quả. Cơ hội hợp tác với các đối tác mới hoặc mở rộng mạng lưới quan hệ nghề nghiệp đang chờ đợi. Hãy tận dụng khả năng thẩm mỹ tốt để cải thiện không gian làm việc hoặc đề xuất những ý tưởng sáng tạo cho dự án.",
                                "health":  "Sức khỏe của Bọ Cạp cần được chú ý đến hệ thận và da. Hãy uống đủ nước và tránh những thực phẩm quá mặn hoặc có hại cho thận. Việc duy trì làn da khỏe mạnh thông qua chế độ chăm sóc da phù hợp và sử dụng kem chống nắng cũng rất quan trọng. Do tính cách cân bằng, Bọ Cạp cần tránh việc ngồi một chỗ quá lâu. Hãy tập những bài tập giúp cân bằng cơ thể như pilates hoặc dance. Màu sắc hài hòa và âm nhạc êm dịu sẽ giúp bạn thư giãn và duy trì trạng thái tinh thần ổn định.",
                                "lucky_number":  7,
                                "advice":  "Hãy tận dụng khả năng cân bằng và hài hòa tự nhiên của mình để tạo ra những mối quan hệ tốt đẹp. Đừng ngại đóng vai trò người hòa giải khi cần thiết, nhưng cũng hãy biết bảo vệ lợi ích của bản thân. Hôm nay, hãy để vẻ đẹp và sự thanh lịch của Bọ Cạp tỏa sáng và mang lại niềm vui cho mọi người xung quanh."
                            },
                 "day_26":  {
                                "date":  "2025-06-26",
                                "love":  "Bọ Cạp hôm nay sẽ cảm nhận được sự thay đổi sâu sắc trong tình yêu. Nếu bạn đang trong mối quan hệ, đây là thời điểm để thể hiện sự chân thành và cam kết mạnh mẽ hơn. Khả năng thấu hiểu tâm lý và cảm xúc của người khác sẽ giúp bạn hiểu rõ hơn về nhu cầu của người thương. Hãy sẵn sàng chia sẻ những bí mật sâu kín và tạo ra sự gắn kết mạnh mẽ hơn. Đối với người độc thân, sự bí ẩn và quyến rũ của Bọ Cạp sẽ thu hút những người có chiều sâu tâm lý. Tình yêu có thể đến một cách bất ngờ và mãnh liệt, thay đổi hoàn toàn cuộc sống của bạn.",
                                "career":  "Trong công việc, khả năng nghiên cứu sâu và phát hiện ra những điều ẩn giấu của Bọ Cạp sẽ mang lại lợi thế lớn. Đây là ngày tốt để điều tra, phân tích hoặc khám phá những cơ hội mới trong lĩnh vực tài chính, tâm lý học hoặc nghiên cứu. Trực giác mạnh mẽ sẽ giúp bạn đưa ra những quyết định đầu tư sáng suốt hoặc phát hiện ra những vấn đề tiềm ẩn trong công việc. Cơ hội hợp tác với những người có ảnh hưởng hoặc tham gia vào các dự án bí mật, quan trọng có thể xuất hiện.",
                                "health":  "Sức khỏe của Bọ Cạp cần được chú ý đến hệ sinh dục và cơ quan tái tạo. Việc thải độc cơ thể thông qua uống nhiều nước, ăn thực phẩm giàu chất xơ và tập thể dục đều đặn sẽ rất có lợi. Do tính cách mãnh liệt, bạn cần học cách kiểm soát cảm xúc và căng thẳng. Thiền định sâu, yoga kundalini hoặc các liệu pháp tâm lý sẽ giúp cân bằng năng lượng nội tại. Tránh các chất kích thích quá mức và đảm bảo có thời gian nghỉ ngơi riêng tư.",
                                "lucky_number":  8,
                                "advice":  "Hãy tin tưởng vào trực giác mạnh mẽ và khả năng thấy xuyên suốt bản chất của mọi việc. Đừng ngại đi sâu vào những vấn đề phức tạp và tìm ra giải pháp. Hôm nay, sức mạnh biến đổi của Bọ Cạp sẽ giúp bạn vượt qua mọi thử thách và đạt được những thành tựu quan trọng."
                            },
                 "day_29":  {
                                "date":  "2025-06-29",
                                "love":  "Bọ Cạp hôm nay sẽ khám phá chủ đề tái sinh và đổi mới trong đời sống tình yêu. Nếu bạn đang trong mối quan hệ đã trải qua những giai đoạn khó khăn, hôm nay đánh dấu tiềm năng cho một khởi đầu mới và sự hiểu biết sâu sắc hơn. Những tổn thương trong quá khứ có thể được giải quyết và chữa lành thông qua giao tiếp chân thành và sự sẵn sàng tha thứ. Người bạn đời có thể tiết lộ những khía cạnh dễ bị tổn thương của họ, tạo cơ hội cho sự gần gũi lớn hơn. Sự thu hút thể xác và hoá học tình dục đặc biệt mạnh mẽ. Đối với người độc thân, ai đó từ quá khứ có thể xuất hiện lại với góc nhìn khác, hoặc bạn có thể khám phá những chiều sâu ẩn giấu trong ai đó mà bạn biết một cách tình cờ. Hãy cởi mở với những cơ hội thứ hai nhưng tin tưởng vào bản năng về việc liệu mọi người có thực sự thay đổi hay không.",
                                "career":  "Tính tháo vát và khả năng phát triển trong những điều kiện thách thức sẽ phân biệt Bọ Cạp với các đối thủ cạnh tranh hôm nay. Áp lực kinh tế hoặc hạn chế ngân sách có thể buộc phải có những giải pháp sáng tạo, nhưng những hạn chế này thực sự sẽ khơi dậy sự đổi mới. Tài năng tìm kiếm giá trị ẩn giấu và tối đa hóa nguồn lực hạn chế của bạn sẽ được chú ý. Hãy hợp tác với những người bổ sung cho kỹ năng của bạn thay vì cố gắng làm mọi thứ một mình. Các liên doanh, quan hệ đối tác, hoặc dự án nhóm có tiềm năng vượt quá mong đợi. Các khoản tài trợ nghiên cứu, cơ hội tài trợ, hoặc sự quan tâm của nhà đầu tư có thể thành hiện thực cho những dự án bạn đam mê. Hãy ghi lại các quy trình và chiến lược của bạn - chúng có thể trở thành tài sản trí tuệ có giá trị.",
                                "health":  "Sức mạnh tái tạo đang ở đỉnh cao cho Bọ Cạp hôm nay, khiến đây là thời điểm tối ưu cho các thói quen chữa lành và phục hồi từ bất kỳ bệnh tật hoặc chấn thương gần đây nào. Khả năng hồi phục của cơ thể bạn từ căng thẳng và nhu cầu thể chất được tăng cường. Hãy tận dụng bằng cách ngủ thêm, ăn thực phẩm giàu dinh dưỡng, và tránh bất cứ thứ gì làm cạn kiệt năng lượng không cần thiết. Hệ thống miễn dịch mạnh mẽ, nhưng đừng coi thường sức khỏe. Hãy xem xét việc bắt đầu tập luyện sức mạnh hoặc bài tập kháng lực để xây dựng khả năng phục hồi thể chất. Liệu pháp nóng/lạnh như sauna theo sau là tắm nước lạnh có thể kích thích tuần hoàn và tăng cường trao đổi chất. Hãy chú ý đến giấc mơ và thông điệp tiềm thức về nhu cầu sức khỏe.",
                                "lucky_number":  35,
                                "advice":  "Hãy ôm lấy khả năng giống như chim phượng hoàng của bạn để vươn lên từ đống tro tàn mạnh mẽ hơn trước. Mỗi thách thức bạn đã vượt qua đã thêm vào sự khôn ngoan và khả năng phục hồi của bạn. Hôm nay hãy ưa thích những động thái táo bạo hơn cách tiếp cận thận trọng, nhưng đảm bảo chúng là những rủi ro được tính toán dựa trên nghiên cứu kỹ lưỡng. Sức hút từ tính và sức mạnh cá nhân của bạn đặc biệt mạnh mẽ ngay bây giờ - hãy sử dụng chúng một cách có trách nhiệm để tạo ra kết quả tích cực cho bản thân và người khác."
                            },
                 "day_27":  {
                                "date":  "2025-06-27",
                                "love":  "Bọ Cạp hôm nay sẽ khám phá những chiều sâu bí ẩn của tình yêu thông qua sự thấu hiểu và kết nối tâm linh. Nếu bạn đang trong mối quan hệ, đây là thời điểm để chia sẻ những bí mật sâu kín nhất và tạo ra sự tin tưởng hoàn toàn với nhau. Hãy dành thời gian trò chuyện về những ước mơ, nỗi sợ, và những trải nghiệm đã hình thành nên con người hiện tại. Khả năng đọc vị tâm lý và cảm xúc sẽ giúp bạn hiểu rõ những gì đối phương thực sự cần. Đối với người độc thân, tình yêu có thể đến một cách bất ngờ và mãnh liệt từ ai đó có quá khứ phức tạp hoặc mang trong mình những câu chuyện sâu sắc. Sự bí ẩn và năng lượng từ tính của Bọ Cạp sẽ thu hút những kết nối tâm hồn đích thực.",
                                "career":  "Trong công việc, khả năng nghiên cứu sâu và phát hiện những điều ẩn giấu của Bọ Cạp sẽ mang lại bước đột phá quan trọng. Đây là ngày tuyệt vời để điều tra, kiểm toán, hoặc khám phá những thông tin quan trọng cho dự án. Trực giác về động cơ và ý đồ bí mật của mọi người sẽ giúp bạn điều hướng thành công trong chính trị nơi làm việc phức tạp. Hãy cân nhắc các cơ hội trong những lĩnh vực như tâm lý học, pháp y, phân tích đầu tư, hoặc quản lý khủng hoảng. Khả năng xử lý các tình huống căng thẳng và biến đổi thách thức thành cơ hội của bạn sẽ được ban lãnh đạo ghi nhận. Hãy tin tưởng vào cảm giác bản năng về quan hệ đối tác kinh doanh và quyết định tài chính.",
                                "health":  "Quá trình giải độc và tái tạo đặc biệt hoạt động mạnh mẽ cho Bọ Cạp hôm nay. Khả năng chữa lành tự nhiên của cơ thể được tăng cường, khiến đây là thời điểm hoàn hảo để bắt đầu các thói quen làm sạch hoặc loại bỏ những thói quen không lành mạnh. Hãy chú ý đến sức khỏe sinh sản và cân bằng hormone. Uống nhiều nước, ăn thực phẩm giàu chất chống oxy hóa, và xem xét việc sử dụng các loại trà thảo dược như bồ công anh hoặc cây kế sữa. Tránh rượu và thực phẩm chế biến sẵn. Massage mô sâu, các buổi sauna, hoặc dẫn lưu bạch huyết sẽ hỗ trợ quá trình giải độc tự nhiên của cơ thể. Giải phóng cảm xúc thông qua viết nhật ký hoặc trị liệu có thể kích hoạt quá trình chữa lành thể chất.",
                                "lucky_number":  18,
                                "advice":  "Hôm nay hãy ôm lấy sức mạnh của sự biến đổi và không ngại đi sâu vào những tình huống phức tạp. Khả năng nhìn thấu bề mặt và hiểu được những sự thật cơ bản của bạn là tài sản to lớn. Hãy sử dụng những hiểu biết sâu sắc để giúp người khác chữa lành và phát triển, nhưng nhớ bảo vệ năng lượng của chính mình. Đôi khi nói 'không' là hình thức tự trọng, không phải ích kỷ."
                            },
                 "day_28":  {
                                "date":  "2025-06-28",
                                "love":  "Bọ Cạp hôm nay sẽ trải qua một sự biến đổi mạnh mẽ trong cách nhìn nhận về tình yêu và cam kết. Nếu bạn đang trong mối quan hệ, đây có thể là điểm ngoặt để mối quan hệ tiến lên cấp độ mới - có thể là đính hôn, sống chung, hoặc đưa ra những quyết định cuộc sống lớn cùng nhau. Cường độ của cảm xúc có thể choáng ngợp, nhưng đó là dấu hiệu của sự kết nối chân thành đang sâu sắc hơn. Hãy thành thật về nỗi sợ và sự bất an, vì tính dễ bị tổn thương sẽ củng cố mối liên kết hơn là làm yếu nó. Đối với người độc thân, những mối quan hệ trong quá khứ hoặc những vấn đề cảm xúc chưa được giải quyết có thể nổi lên để được chữa lành. Đây là cơ hội để giải phóng những mô hình cũ và chuẩn bị cho tình yêu mới.",
                                "career":  "Động lực quyền lực và vấn đề kiểm soát có thể nảy sinh trong nơi làm việc hôm nay, nhưng khả năng tự nhiên của Bọ Cạp trong việc xử lý áp lực sẽ biến những thách thức thành lợi thế. Danh tiếng đáng tin cậy của bạn trong các tình huống khủng hoảng có thể dẫn đến những trách nhiệm mới hoặc vai trò lãnh đạo. Cơ hội tài chính, đặc biệt là những cơ hội liên quan đến tài nguyên chia sẻ, đầu tư, hoặc tiền của người khác, có thể xuất hiện. Hãy thận trọng với các kế hoạch làm giàu nhanh, nhưng đừng bỏ lỡ những cơ hội hợp pháp để tăng tiềm năng thu nhập. Nghiên cứu kỹ lưỡng trước khi đưa ra bất kỳ cam kết tài chính lớn nào. Trực giác của bạn về xu hướng thị trường và tâm lý con người sẽ phục vụ bạn tốt.",
                                "health":  "Hệ sinh dục và quá trình đào thải cần được chú ý đặc biệt hôm nay. Phụ nữ nên theo dõi chu kỳ kinh nguyệt và chú ý đến bất kỳ sự bất thường nào. Nam giới nên lưu tâm đến sức khỏe tuyến tiền liệt và sức khỏe sinh sản tổng thể. Hydrat hóa là rất quan trọng - hãy uống ít nhất 8 ly nước tinh khiết. Thực phẩm giàu chất xơ sẽ hỗ trợ tiêu hóa và đào thải khỏe mạnh. Hãy xem xét các chất bổ sung probiotic để duy trì sức khỏe đường ruột. Sức khỏe tình dục và sự gần gũi có tác động tích cực đến sức khỏe tổng thể. Quản lý căng thẳng thông qua hít thở sâu, thiền định, hoặc giải phóng thể chất sẽ ngăn ngừa độc tố cảm xúc ảnh hưởng đến cơ thể. Hãy giải quyết bất kỳ vấn đề sức khỏe dai dẳng nào thay vì bỏ qua chúng.",
                                "lucky_number":  26,
                                "advice":  "Năng lượng hôm nay đòi hỏi lòng dũng cảm để đối mặt với sự thật và thực hiện những thay đổi cần thiết. Đừng chống lại các quá trình biến đổi đang diễn ra trong cuộc sống - chúng đang dẫn bạn đến sự chân thực và quyền lực lớn hơn. Hãy tin tưởng vào khả năng tái tạo bản thân khi cần thiết. Những gì có vẻ như kết thúc thực sự có thể là khởi đầu của điều gì đó tốt hơn nhiều. Hãy sử dụng thời gian này để giải phóng những gì không còn phục vụ và tạo không gian cho những khả năng mới."
                            }
             },
    "month_name":  "Tháng 6",
    "month":  "2025-06"
}
