{
    "days":  {
                 "day_30":  {
                                "date":  "2025-06-30",
                                "love":  "Năng lượng tình yêu hôm nay 'đạt đỉnh'. 💖 Có đôi thì đây là lúc bắt đầu một 'chương mới' với sự tin tưởng 'sâu sắc'. Sự gần gũi 'thăng hoa'. FA thì đây là lúc để 'thoát khỏi' những 'vòng lặp' tàn phá. Một người 'siêu tương thích' có thể sắp 'bước vào' cuộc đời bạn. ✨",
                                "career":  "Những 'biến đổi' nghề nghiệp lớn đã được 'xây dựng'. Danh tiếng của bạn trong việc xử lý 'tình huống phức tạp' sẽ mang lại cơ hội 'thăng tiến'. Các quyết định đầu tư hôm nay có thể mang lại 'lợi nhuận khủng'. Hãy tin vào 'bản năng' của mình. 🤑",
                                "health":  "Cơ thể bạn đã xử lý những thay đổi 'mạnh mẽ'. Hãy 'kiểm kê' lại các thói quen sức khỏe. Gan và thận có thể cần 'hỗ trợ' sau giai đoạn 'giải độc'. Đặt lịch 'kiểm tra sức khỏe' toàn diện. Hãy 'tôn vinh' sự khôn ngoan của cơ thể bạn. 🙏",
                                "lucky_number":  888,
                                "advice":  "Kết thúc tháng 6 bằng cách 'thừa nhận' sự phát triển 'đáng kinh ngạc' của bạn. Sự sẵn sàng 'đối mặt' sự thật của bạn rất 'đáng nể'. Sức mạnh thực sự đến từ sự 'chân thực'. Hãy dùng năng lượng này để 'đặt ý định' cho tương lai. 🚀"
                            },
                 "day_25":  {
                                "date":  "2025-06-25",
                                "love":  "Bọ Cạp hôm nay có vibe 'hòa bình' trong tình yêu. ☮️ Khả năng nhìn đa chiều sẽ giúp bạn 'xử đẹp' mọi drama. Có đôi thì đây là lúc để 'chốt đơn' kế hoạch tương lai. Sự công bằng của bạn làm người ấy cảm thấy 'an toàn'. FA thì 'visual' thanh lịch của bạn sẽ 'hút' mọi ánh nhìn. Mở lòng ở các sự kiện xã hội nhé, 'crush' đang đợi đó. 😉",
                                "career":  "Skill 'teamwork' và tạo môi trường 'healthy' của bạn được đánh giá cao. 🤝 Đây là ngày tốt để 'deal' hợp đồng hoặc giải quyết xung đột. Khả năng giao tiếp 'đỉnh cao' giúp bạn trở thành 'sứ giả hòa bình'. Cơ hội hợp tác mới đang 'bay' tới. Tận dụng gu thẩm mỹ để 'level up' không gian làm việc. 🎨",
                                "health":  "Hệ thận và làn da cần được 'chăm sóc'. Uống đủ nước, 'say bye' đồ ăn mặn. Skincare và chống nắng để da 'căng bóng'. Đừng ngồi ì một chỗ, hãy thử pilates hoặc dance để 'cân bằng' cơ thể. Nghe nhạc 'lo-fi' để 'chill'. 🎶",
                                "lucky_number":  7,
                                "advice":  "Tận dụng khả năng 'cân bằng' để tạo mối quan hệ 'chất lượng'. Đừng ngại làm 'người hòa giải', nhưng nhớ 'bảo vệ' bản thân. Hôm nay, hãy để 'visual' của bạn 'tỏa sáng'. ✨"
                            },
                 "day_26":  {
                                "date":  "2025-06-26",
                                "love":  "Tình yêu của Bọ Cạp hôm nay có một sự 'biến hình' cực mạnh. 💥 Có đôi thì đây là lúc để 'chốt' sự cam kết. Khả năng 'đọc vị' cảm xúc của bạn sẽ giúp hiểu người ấy hơn. 'Deep talk' về những bí mật sâu kín sẽ làm tình yêu thêm 'bùng cháy'. FA thì sự bí ẩn của bạn sẽ 'hút' những tâm hồn 'sâu sắc'. Tình yêu có thể đến 'bất ngờ' và 'thay đổi cuộc đời' bạn đó. 🌪️",
                                "career":  "Skill 'điều tra' và 'soi' ra những điều bí mật của bạn hôm nay là 'vũ khí' tối thượng. 🕵️‍♀️ Đây là ngày tốt để 'khám phá' cơ hội mới trong tài chính, tâm lý. Trực giác 'nhạy bén' sẽ giúp bạn 'chốt' những deal đầu tư 'ngon'. Cơ hội hợp tác với 'big boss' hoặc tham gia dự án 'mật' đang đến. 🤫",
                                "health":  "Hệ sinh dục cần được 'quan tâm'. 'Detox' cơ thể bằng cách uống nhiều nước, ăn nhiều chất xơ. Tính cách 'mãnh liệt' cần được 'kiểm soát', hãy thử thiền sâu hoặc yoga để 'cân bằng' năng lượng. Tránh chất kích thích và dành thời gian 'riêng tư' để 'sạc pin'. 🔋",
                                "lucky_number":  8,
                                "advice":  "Hãy tin vào trực giác 'thần sầu' và khả năng 'nhìn thấu' mọi việc của bạn. Đừng ngại 'đào sâu' vấn đề. Sức mạnh 'biến đổi' của bạn sẽ giúp bạn 'cân' mọi thử thách. 💪"
                            },
                 "day_27":  {
                                "date":  "2025-06-27",
                                "love":  "Bọ Cạp hôm nay khám phá tình yêu qua 'kết nối tâm linh'. 🔮 Có đôi thì hãy 'share' những bí mật sâu kín nhất. Khả năng 'đọc vị' tâm lý sẽ giúp bạn hiểu người ấy cần gì. FA thì tình yêu có thể đến từ một người có 'quá khứ phức tạp'. Sự bí ẩn của bạn sẽ 'hút' những 'kết nối tâm hồn'. ✨",
                                "career":  "Khả năng 'nghiên cứu sâu' của bạn sẽ mang lại 'bước đột phá'. Đây là ngày tuyệt vời để 'điều tra', 'kiểm toán'. Trực giác về 'ý đồ' của người khác sẽ giúp bạn 'né drama' công sở. Cơ hội trong ngành tâm lý học, pháp y đang 'vẫy gọi'. 🕵️‍♂️",
                                "health":  "Quá trình 'detox' và 'tái tạo' đang hoạt động mạnh. Đây là thời điểm hoàn hảo để 'bỏ' thói quen xấu. Chú ý sức khỏe sinh sản. Uống nhiều nước, ăn thực phẩm 'chống oxy hóa'. Massage mô sâu hoặc xông hơi sẽ hỗ trợ 'giải độc'. 🧖‍♀️",
                                "lucky_number":  18,
                                "advice":  "Hãy 'ôm lấy' sức mạnh biến đổi của bạn. Khả năng 'nhìn thấu' bề mặt là một 'tài sản' lớn. Sử dụng nó để giúp người khác 'chữa lành', nhưng nhớ 'bảo vệ' năng lượng của mình. Nói 'không' đôi khi là 'tự trọng'. 🙏"
                            },
                 "day_28":  {
                                "date":  "2025-06-28",
                                "love":  "Tình yêu của Bọ Cạp hôm nay có một sự 'biến đổi' mạnh mẽ. Có đôi thì đây là 'bước ngoặt' để mối quan hệ 'level up'. Cảm xúc có thể hơi 'choáng ngợp', nhưng đó là dấu hiệu của sự 'kết nối chân thành'. FA thì đây là cơ hội để 'chữa lành' những vết thương cũ và 'mở lòng' cho tình yêu mới. ❤️‍🩹",
                                "career":  "'Drama' công sở có thể nảy sinh, nhưng khả năng 'xử lý áp lực' của bạn sẽ biến 'thách thức' thành 'lợi thế'. Danh tiếng 'đáng tin cậy' có thể mang lại 'trách nhiệm' mới. Cơ hội tài chính đang đến, nhưng hãy 'cẩn thận' với các kế hoạch 'làm giàu nhanh'. 🧐",
                                "health":  "Hệ sinh dục và quá trình 'đào thải' cần được chú ý. Uống đủ nước, ăn nhiều chất xơ. Probiotic sẽ giúp đường ruột 'khỏe mạnh'. Quản lý 'stress' bằng hít thở sâu hoặc thiền. 🧘‍♂️",
                                "lucky_number":  26,
                                "advice":  "Hôm nay đòi hỏi sự 'dũng cảm' để đối mặt sự thật. Đừng 'chống lại' sự biến đổi, nó đang dẫn bạn đến 'sức mạnh' lớn hơn. Tin vào khả năng 'tái sinh' của bạn. Mọi kết thúc đều là một 'khởi đầu' tốt hơn. 🚀"
                            },
                 "day_29":  {
                                "date":  "2025-06-29",
                                "love":  "Chủ đề tình yêu hôm nay là 'tái sinh'. 🌱 Có đôi thì đây là cơ hội cho một 'khởi đầu mới'. Những tổn thương cũ có thể được 'chữa lành' qua giao tiếp 'chân thành'. FA thì một người trong 'quá khứ' có thể 'comeback'. Hãy cởi mở với 'cơ hội thứ hai', nhưng tin vào 'trực giác' của mình. 😉",
                                "career":  "Tính 'tháo vát' của bạn sẽ giúp bạn 'tỏa sáng' trong những điều kiện 'thách thức'. Áp lực kinh tế sẽ khơi dậy sự 'đổi mới'. Tài năng 'tìm kiếm giá trị ẩn giấu' của bạn sẽ được 'chú ý'. Hợp tác với những người 'bổ sung' kỹ năng cho bạn. 🤝",
                                "health":  "Sức mạnh 'tái tạo' đang ở 'đỉnh cao'. Đây là thời điểm 'tối ưu' để chữa lành. Khả năng 'hồi phục' của cơ thể được tăng cường. Ngủ thêm, ăn uống 'dinh dưỡng'. Hệ miễn dịch 'mạnh mẽ', nhưng đừng 'chủ quan'. 💪",
                                "lucky_number":  35,
                                "advice":  "Hãy 'ôm lấy' khả năng 'phượng hoàng tái sinh' của bạn. Mỗi thách thức đã qua đều thêm vào sự 'khôn ngoan' của bạn. Hãy 'táo bạo' nhưng 'tính toán'. Sức hút của bạn đang rất mạnh, hãy sử dụng nó một cách 'có trách nhiệm'. 🔥"
                            }
             },
    "month_name":  "Tháng 6",
    "month":  "2025-06"
}
