{
    "month_name": "Tháng 6",
    "month": "2025-06",
    "days": {
        "day_25": {
            "date": "2025-06-25",
            "love": "Hôm nay 'vibe' yêu đương của Bạch Dương 'on top'. 🔥 Nếu có gấu, hãy 'set kèo' một buổi hẹn hò 'cháy phố'. FA thì cứ tự tin 'thả thính', 'visual' của bạn hôm nay sẽ thu hút mọi ánh nhìn. 😉 Đừng ngại 'bật đèn xanh' cho crush nhé!",
            "career": "Năng lượng lãnh đạo của bạn hôm nay 'full cây'. Đây là lúc để 'flex' những ý tưởng táo bạo và dẫn dắt team. Đồng nghiệp sẽ phải 'wow' vì sự nhiệt huyết của bạn. Nhưng nhớ là phải 'take note' ý kiến mọi người để tránh 'drama' không đáng có nha. 🤫",
            "health": "Năng lượng dồi dào thì phải đi 'đốt' ngay thôi! Rủ hội bạn 'hit the gym' hoặc chơi một môn thể thao gì đó. Nhưng nhớ là phải 'chill' và nghỉ ngơi hợp lý, đừng để bị 'sập nguồn'. Chú ý massage vùng đầu cổ để 'xả stress' nhé. 💆‍♀️",
            "lucky_number": 8,
            "advice": "Tin vào 'skill' lãnh đạo của mình và đừng ngại 'speak up'. Sự quyết đoán sẽ giúp bạn 'cân' mọi kèo hôm nay. Nhưng nhớ là 'teamwork makes the dream work', lắng nghe người khác nữa nha. ✨"
        },
        "day_26": {
            "date": "2025-06-26",
            "love": "Năng lượng 'chiến' của bạn hôm nay sẽ tạo ra bước đột phá trong tình yêu. Có đôi thì lên kế hoạch cho một buổi hẹn hò 'bùng nổ' hoặc tặng crush một món quà 'chất'. 😎 FA thì chủ động 'tấn công' người bạn thích đi, sự thẳng thắn sẽ là điểm cộng. 💪",
            "career": "Trong công việc, tinh thần 'chiến binh' sẽ giúp bạn vượt qua mọi 'deadline' khó nhằn. Đây là ngày để 'launch' dự án mới hoặc đề xuất những ý tưởng 'điên rồ'. Sếp sẽ đánh giá cao sự nhanh nhạy của bạn. Tuy nhiên, nhớ 'keep calm' và lắng nghe đồng nghiệp nhé. 😌",
            "health": "Sức khỏe cần được 'balance'. Năng lượng nhiều dễ khiến bạn 'overwork'. Dành thời gian tập thể dục để 'xả' năng lượng, nhưng cũng cần ngủ đủ giấc. Chú ý vùng đầu và mắt, massage nhẹ nhàng để không bị 'lag'. 😴",
            "lucky_number": 3,
            "advice": "Tận dụng năng lượng 'on fire' hôm nay để hoàn thành các mục tiêu quan trọng. Sự quyết đoán sẽ mở ra nhiều cơ hội 'xịn', nhưng đừng quên 'think twice' trước khi hành động. Hôm nay là ngày để bạn 'lead the way'. 🚀"
        },
        "day_27": {
            "date": "2025-06-27",
            "love": "Bạch Dương hôm nay cần học cách 'chill' trong tình yêu. Tình yêu đích thực cần thời gian để 'level up'. 💖 Có đôi thì hãy dành thời gian lắng nghe 'nửa kia' tâm sự. FA thì đừng vội vàng, cứ 'enjoy' quá trình tìm hiểu nhau đã. 😉",
            "career": "Trong công việc, khả năng sáng tạo của bạn sẽ 'bùng nổ'. Đây là ngày tốt để 'brainstorm' ý tưởng mới hoặc 'update' quy trình làm việc. Hợp tác với đồng nghiệp sẽ mang lại kết quả 'bất ngờ'. Đừng ngại 'share' ý tưởng của mình. 💡",
            "health": "Hôm nay cần chú ý đến sức khỏe tinh thần. Stress có thể làm bạn 'mất ngủ'. Hãy thử thiền, yoga, hoặc nghe podcast để 'healing'. Ăn uống healthy và ngủ đủ giấc nhé. 🧘‍♀️",
            "lucky_number": 7,
            "advice": "Học cách cân bằng giữa 'cháy' và 'chill'. Không phải lúc nào cũng cần 'push' bản thân. Đôi khi, chờ đợi một chút lại có 'deal' tốt hơn. Hôm nay, hãy thực hành 'active listening'. 👂"
        },
        "day_28": {
            "date": "2025-06-28",
            "love": "Bạch Dương hôm nay cần học cách lắng nghe nhiều hơn là 'flexing'. Thay vì luôn muốn 'lead', hãy dành thời gian để hiểu 'insight' của người ấy. Một cuộc 'deep talk' về tương lai sẽ giúp hai bạn 'sync' với nhau hơn. FA thì hãy suy nghĩ xem mình thực sự cần gì ở một mối quan hệ. 🤔",
            "career": "Công việc có một thử thách đòi hỏi sự kiên nhẫn. Đây không phải là ngày để 'yolo'. Hãy dành thời gian research, thu thập data và hỏi ý kiến chuyên gia. 'Teamwork' hôm nay quan trọng hơn là thể hiện cá tính. 🤝",
            "health": "Cơ thể bạn cần được 'relax' sau những ngày căng đét. Thay vì tập nặng, hãy chọn yoga, đi bộ, hoặc bơi lội. Stress có thể gây đau đầu, hãy thử massage hoặc ngâm mình trong bồn nước ấm. 🛀",
            "lucky_number": 15,
            "advice": "Hôm nay hãy 'train' đức tính kiên nhẫn. Đôi khi 'slow down' lại tốt hơn là vội vàng. Sức mạnh thực sự không chỉ đến từ việc dẫn đầu, mà còn từ khả năng hợp tác. ✨"
        },
        "day_29": {
            "date": "2025-06-29",
            "love": "Một cuộc gặp gỡ bất ngờ có thể mang lại 'plot twist' cho chuyện tình cảm của bạn. 😲 Có đôi thì hãy rủ nhau đi 'phượt' hoặc thử một trải nghiệm mới. FA thì tình yêu có thể đến từ các hoạt động thể thao, du lịch. Cứ là chính mình và bước ra khỏi 'comfort zone' thôi. 🤙",
            "career": "Một cơ hội thăng tiến hoặc một dự án 'khủng' có thể xuất hiện đột ngột. Khả năng ra quyết định nhanh của bạn là một lợi thế. Hãy sẵn sàng nắm bắt, nhưng cũng cần cân nhắc kỹ để tránh 'fail'. 🧐",
            "health": "Năng lượng dồi dào nhưng đừng 'bào' sức quá. Duy trì chế độ tập luyện và uống đủ nước. Massage vùng đầu cổ sẽ giúp giảm căng thẳng. 💆‍♀️",
            "lucky_number": 1,
            "advice": "Hôm nay là ngày để hành động và theo đuổi đam mê. Đừng để sự do dự làm bạn lỡ mất cơ hội 'ngon'. Tin vào bản năng của mình. 🔥"
        },
        "day_30": {
            "date": "2025-06-30",
            "love": "Ngày cuối tháng, hãy cùng người ấy 'review' lại chặng đường tình yêu đã qua. 'Celebrate' những khoảnh khắc ngọt ngào và 'set goal' cho tháng tới. 💖 FA thì hãy 'makeover' bản thân, 'update' profile hẹn hò, sẵn sàng cho một 'chapter' mới. ✨",
            "career": "Cuối tháng là lúc để 'tổng kết' sự nghiệp. Liệt kê những 'achievement' và cả những 'bài học xương máu'. 'Plan' cho tháng tới với những mục tiêu 'khủng' hơn. Một cuộc nói chuyện với sếp về định hướng sắp tới cũng là một ý hay. 🚀",
            "health": "Sau một tháng 'cháy' hết mình, cơ thể bạn cần được 'F5'. Hãy tự thưởng một buổi spa, massage. Ăn uống 'healthy' để nạp lại vitamin. Ngủ đủ giấc để 'reset' năng lượng cho tháng mới. 😴",
            "lucky_number": 31,
            "advice": "Hãy tự hào về những gì bạn đã làm được và 'take note' những kinh nghiệm quý báu. Kết thúc tháng 6 bằng một kế hoạch 'chiến' cho tháng 7. Mọi kết thúc đều là một khởi đầu mới 'cực keo'. 🎉"
        }
    }
}
